Repository: sciapp/sampledb
Catalog: sampledb/translations/*/LC_MESSAGES/extracted_messages.po
Languages: de

source: Copy Permissions from other object
de: Berechtigungen von anderem Objekt kopieren

source: Also grant READ permissions to all signed-in users
de: Zusätzlich allen angemeldeten Nutzern LESE-Berechtigungen geben

source: Create Instrument Log Entry
de: Instrument-Log-Eintrag erstellen

source: required
de: erforderlich

source: Please select an object to copy the permissions from.
de: Bitte wählen Sie eine Objekt aus, um dessen Berechtigungen zu kopieren.

source: Please select a project group to give permissions to.
de: Bitte wählen Sie eine Projektgruppe aus, um dieser Berechtigungen zu geben.

source: Please select a basic group to give permissions to.
de: Bitte wählen Sie eine einfache Gruppe aus, um dieser Berechtigungen zu geben.

source: Collapse
de: Einklappen

source: Expand
de: Ausklappen

source: Calculated Value:
de: Berechneter Wert:

source: Formula:
de: Formel:

source: Apply Recipe
de: Rezept anwenden

source: Your input is not valid. Please check.
de: Ihre Eingabe ist nicht korrekt. Bitte überprüfen.

source: There are errors in other fields. Please click "Edit Object" to perform this change.
de: Es sind Fehler in anderen Feldern aufgetreten. Bitte klicken Sie auf "Objekt bearbeiten", um die Änderung durchzuführen.

source: Unsupported item type for horizontal_table style.
de: Nicht unterstützter item-Typ für horizontal_table-Style.

source: Hidden File
de: Versteckte Datei

source: Fullscreen Image Preview
de: Vollbild-Vorschau

source: This file has not been shared.
de: Diese Datei wurde nicht geteilt.

source: Timeseries
de: Zeitreihe

source: value
de: Wert

source: within a period of %(time_s)s s
de: in einem Zeitraum von %(time_s)s s

source: between %(start_time)s and %(end_time)s on %(date)s
de: zwischen %(start_time)s und %(end_time)s am %(date)s

source: between %(start_datetime)s and %(end_datetime)s
de: zwischen %(start_datetime)s und %(end_datetime)s

source: at %(datetime)s
de: am %(datetime)s

source: first value
de: erster Wert

source: last value
de: letzter Wert

source: View chart
de: Graph anzeigen

source: View table
de: Tabelle anzeigen

source: Download data
de: Daten herunterladen

source: User #%(user_id)s from an ELN at %(eln_source_url)s
de: Nutzer #%(user_id)s aus einem ELN auf %(eln_source_url)s

source: Changes between current version #%(version_id)s and imported version #%(version_id)s
de: Änderungen zwischen aktueller Version #%(version_id)s und importierter Version #%(version_id)s

source: Changes between version #%(previous_version_id)s and version #%(version_id)s
de: Änderungen zwischen Version #%(previous_version_id)s und Version #%(version_id)s

source: Imported Version #%(version_id)s from %(component_name)s
de: Importierte Version #%(version_id)s von %(component_name)s

source: Show Changes
de: Änderungen anzeigen

source: Tools
de: Werkzeuge

source: Activity Log
de: Aktivitäts-Log

source: Related Objects
de: Zugehörige Objekte

source: This page shows the changes between version #%(previous_version_id)s and version #%(version_id)s.
de: Diese Seite zeigt die Änderungen zwischen Version #%(previous_version_id)s und Version #%(version_id)s

source: Version #%(version_id)s did not change the data of this object.
de: Version #%(version_id)s hat die Daten dieses Objekts nicht geändert.

source: This page contains an archived version of the current object information.
de: Diese Seite enthält eine archivierte Version der aktuellen Objektinformationen.

source: This page contains an archived version of previous object information.
de: Diese Seite enthält eine archivierte Version früherer Objektinformationen.

source: For always up-to-date information, <a href="%(latest_version_url)s">click here</a>.
de: Die stets aktuellen Informationen finden Sie <a href="%(latest_version_url)s">hier</a>.

source: Conflict
de: Konflikt

source: The object version is conflicting with an imported object version.
de: Die Objektversion steht im Konflikt mit einer importierten Objektversion.

source: The object version is conflicting with an imported object version. The conflict cannot be solved until the data for this object is shared with the federation partner and the data for the conflicting object versions has been imported.
de: Die Objektversion steht im Konflikt mit einer importierten Objektversion von einem Föderationspartner. Der Konflikt kann nicht gelöst werden bis die Daten für dieses Objekt mit dem Föderationspartner geteilt werden und anschließend die Daten für diese Objekt vollständig importiert wurden.

source: This object has been imported without data.
de: Dieses Objekt wurde ohne Daten importiert.

source: View object information in a different language.
de: Zeigt Objektinformationen in einer anderen Sprache an.

source: Create a new version of the information for this object.
de: Eine neue Version aus den Informationen für dieses Objekt erstellen.

source: Edit Object
de: Objekt bearbeiten

source: Update the schema for the information for this object.
de: Das Schema für die Informationen für dieses Objekt aktualisieren.

source: Modify who can read the information for this object, write it or grant permissions to other users.
de: Bearbeite die Berechtigungen dieses Objekt zu betrachten, zu bearbeiten oder Rechte zu vergeben.

source: View the Project Group linked to this %(object_type_name)s.
de: Zeige die mit diesem %(object_type_name)s verknüpfte Projektgruppe an.

source: View Project Group
de: Projektgruppe anzeigen

source: Create a new object based on the information for this object.
de: Ein neues Objekt anhand der Informationen des Objektes erstellen.

source: Create a new %(new_object_name_singular)s using this %(current_object_name_singular)s.
de: Aus dieser %(current_object_name_singular)s eine neue %(new_object_name_singular)s erstellen.

source: Generate a PDF containing labels for this object.
de: Eine PDF Datei mit Etiketten für dieses Objekt generieren.

source: Show a QR code for a link to this object.
de: QR Code mit einem Link zu diesem Objekt zeigen.

source: Show QR Code
de: QR Code anzeigen

source: Export object information to an archive or PDF file.
de: Objektinformationen in ein Archiv oder eine PDF-Datei exportieren.

source: Export object information to %(scicat_name)s.
de: Exportiere Objektinformationen nach %(scicat_name)s.

source: View object information on %(scicat_name)s.
de: Zeigt Objektinformationen in %(scicat_name)s an.

source: View on %(scicat_name)s
de: In %(scicat_name)s anzeigen

source: Export object information and files to %(dataverse_name)s.
de: Exportiert Objektinformationen und Dateien nach %(dataverse_name)s.

source: View object information on %(dataverse_name)s.
de: Zeigt Objektinformationen in %(dataverse_name)s an.

source: View on %(dataverse_name)s
de: In %(dataverse_name)s anzeigen

source: Solve conflicts caused by an import of updates from %(component_name)s.
de: Löse Konflikte, die durch das Importieren von Aktualisierungen von %(component_name)s entstanden sind.

source: Solve conflicts caused by an import of updates from a federation partner.
de: Löse Konflikte, die durch das Importieren von Aktualisierungen eines Föderationspartners entstanden sind.

source: Solving Conflicts with...
de: Konflikt mit ... lösen

source: Create a Jupyter Notebook in %(jupyterhub_name)s to analyze this object.
de: Erstellt ein Jupyter Notebook in %(jupyterhub_name)s um das Objekt zu analysieren.

source: Create Notebook
de: Notebook erstellen

source: Restore Version
de: Version wiederherstellen

source: Workflow Views
de: Workflow Ansichten

source: Referenced by the metadata of %(object_name)s (#%(object_id)s) and references %(object_name)s (#%(object_id)s) in its metadata
de: Referenziert in den Metadaten von %(object_name)s (#%(object_id)s) und referenziert %(object_name)s (#%(object_id)s) in seinen Metadaten

source: The relationship between these objects is outdated, please check their current information.
de: Der Zusammenhang zwischen diesen Objekten ist veraltet, bitte prüfen Sie die aktuellen Informationen.

source: Referenced by the metadata of %(object_name)s (#%(object_id)s)
de: Referenziert in den Metadaten von %(object_name)s (#%(object_id)s)

source: References %(object_name)s (#%(object_id)s) in its metadata
de: Referenziert %(object_name)s (#%(object_id)s) in seinen Metadaten

source: This is the object this workflow is based on.
de: Dieses Objekt ist ist das Ausgangsobjekt dieser Workflow Ansicht.

source: This object is already included in this workflow.
de: Dieses Objekt ist bereits Teil dieser Workflow Ansicht.

source: Download files as zip archive
de: Dateien als ZIP-Archiv herunterladen

source: View information
de: Informationen anzeigen

source: View preview
de: Vorschau anzeigen

source: Download file from other database
de: Datei aus anderer Datenbank herunterladen

source: Download file
de: Datei herunterladen

source: Copied successfully
de: Erfolgreich kopiert

source: Copy link to clipboard
de: Link kopieren

source: Open external link
de: Externen Link öffnen

source: There are no files for this %(object_type)s.
de: Es gibt keine Dateien für dieses %(object_type)s.

source: Hidden File Information
de: Informationen zu versteckter Datei

source: This file has been hidden for the following reason:
de: Diese Datei wurde aus dem folgenden Grund versteckt:

source: This file has been hidden.
de: Diese Datei wurde versteckt.

source: File Information
de: Dateiinformationen

source: Linked by
de: Verlinkt von

source: Posted by
de: Eingetragen von

source: This file was created as file #%(fed_id)s in database <a href="%(component_url)s">%(component_name)s</a>
de: Diese Datei wurde als Datei #%(fed_id)s in der Datenbank <a href="%(component_url)s">%(component_name)s</a> erstellt

source: Checksum (%(algorithm)s)
de: Prüfsumme (%(algorithm)s)

source: History
de: Verlauf

source: Show/Hide
de: Ein-/Ausblenden

source: <a href="%(uploader_url)s">%(uploader_name)s</a> has uploaded the file.
de: <a href="%(uploader_url)s">%(uploader_name)s</a> hat die Datei hochgeladen.

source: An unknown user has uploaded the file.
de: Ein unbekannter Nutzer hat die Datei hochgeladen.

source: <a href="%(editor_url)s">%(editor_name)s</a> updated the title to:
de: <a href="%(editor_url)s">%(editor_name)s</a> hat den Titel aktualisiert zu:

source: An unknown user updated the title to:
de: Ein unbekannter Nutzer hat den Titel aktualisiert zu:

source: <a href="%(editor_url)s">%(editor_name)s</a> updated the URL to:
de: <a href="%(editor_url)s">%(editor_name)s</a> hat die URL aktualisiert zu:

source: An unknown user updated the URL to:
de: Ein unbekannter Nutzer hat die URL aktualisiert zu:

source: <a href="%(editor_url)s">%(editor_name)s</a> updated the description to:
de: <a href="%(editor_url)s">%(editor_name)s</a> hat die Beschreibung aktualisiert zu:

source: An unknown user updated the description to:
de: Ein unbekannter Nutzer hat die Beschreibung aktualisiert zu:

source: Hide
de: Verstecken

source: Download
de: Herunterladen

source: Hide File
de: Datei verstecken

source: Reason
de: Begründung

source: Other users will still see that a file has been hidden. The file may be restored by an administrator upon request.
de: Andere Nutzer können sehen, dass eine Datei versteckt wurde. Auf Nachfrage kann die Datei durch einen Administrator wiederhergestellt werden.

source: Upload File
de: Datei hochladen

source: Local files
de: Lokale Dateien

source: Post Link
de: Link eintragen

source: Submit
de: Absenden

source: This will generate labels in a selection of predefined formats. To request adding a new format, please <a href="mailto:%(contact_email)s">contact an administrator</a>.
de: Dies wird Etiketten in einer Auswahl verschiedener, vordefinierter Formate erstellen. Bitte <a href="mailto:%(contact_email)s">kontaktieren Sie einen Administrator</a>, um neue Formate anzufragen.

source: This will generate vertically oriented labels with a fixed width and an optional minimum height.
de: Dies wird vertikal orientierte Etiketten mit einer festen Breite und einer optionalen Mindesthöhe erstellen.

source: This will generate vertically oriented labels with a height as low as possible and an optional minimum width.
de: Dies wird vertikal orientierte Etiketten mit einer minimalen Höhe und einer optionalen Mindestbreite erstellen.

source: QR Code labels
de: QR-Code-Etiketten

source: This will generate labels with a qr code and an optional id and label number.
de: Dies wird Etiketten mit einem QR Code und einer optionalen ID und Etikettennummer erzeugen.

source: Label Paper Format:
de: Etikettenpapierformat:

source: Default / No Label Paper
de: Standard / Kein Etikettenpapier

source: QR Code Width:
de: QR-Code-Breite:

source: Number of Labels:
de: Anzahl an Etiketten:

source: QR Code Content:
de: QR Code Inhalt:

source: Full Object URL
de: Gesamte Objekt-URL

source: Only Object ID
de: Nur Objekt-ID

source: Show ID on labels
de: ID auf Etiketten anzeigen

source: Add Label Number
de: Etikettennummer hinzufügen

source: Add Maximum Label Number
de: Maximale Etikettennummer hinzufügen

source: Object QR Code
de: Objekt QR Code

source: To view this object in the future, scan this QR code:
de: Um dieses Objekt zukünftig anzuzeigen, scannen Sie diesen QR Code:

source: Assigning User
de: Zuweisender Nutzer

source: The user has confirmed this responsibility assignment.
de: Der Nutzer hat die Verantwortungszuweisung bestätigt.

source: The user has declined this responsibility assignment.
de: Der Nutzer hat die Verantwortungszuweisung abgelehnt.

source: The user has not confirmed this responsibility assignment yet.
de: Der Nutzer hat die Verantwortungszuweisung noch nicht bestätigt.

source: The assignment was imported from %(component_name)s.
de: Die Zuweisung wurde von %(component_name)s importiert.

source: This object has not been assigned to a location yet.
de: Diesem Objekt wurde noch kein Ort zugewiesen.

source: Object Name
de: Objektname

source: View&nbsp;Objects
de: Objekte&nbsp;anzeigen

source: This object has not been linked to a publication yet.
de: Dieses Objekt wurde noch nicht mit einer Publikation verknüpft.

source: Please enter a valid DOI.
de: Bitte geben Sie eine gültige DOI ein.

source: Link Publication
de: Publikation verknüpfen

source: The comment was imported from %(component_name)s.
de: Der Kommentar wurde von %(component_name)s importiert.

source: There are no comments for this object.
de: Es gibt keine Kommentare für dieses Objekt.

source: Comment
de: Kommentar

source: Post Comment
de: Kommentar eintragen

source: Measurements
de: Messungen

source: References
de: Referenzen

source: %(user_ref)s created the object using data from <a href="%(previous_object_url)s">object #%(previous_object_id)s</a>.
de: %(user_ref)s hat das Objekt mit Daten von <a href="%(previous_object_url)s">Objekt #%(previous_object_id)s</a> erstellt.

source: %(user_ref)s created the object.
de: %(user_ref)s hat das Objekt erstellt.

source: %(user_ref)s created the object according to <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat das Objekt laut <a href="%(component_url)s">%(component_name)s</a> erzeugt.

source: %(user_ref)s created the object as part of a <a href="%(batch_url)s">batch</a>.
de: %(user_ref)s hat das Objekt als Teil einer <a href="%(batch_url)s">Charge</a> erstellt.

source: %(user_ref)s edited the object.
de: %(user_ref)s hat das Objekt bearbeitet.

source: %(user_ref)s edited the object according to <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat das Objekt laut <a href="%(component_url)s">%(component_name)s</a> bearbeitet.

source: <a href="%(view_version_url)s">View&nbsp;Version</a>&nbsp;/&nbsp;<a href="%(view_version_url_with_diff)s">View&nbsp;Changes</a>
de: <a href="%(view_version_url)s">Version&nbsp;anzeigen</a>&nbsp;/&nbsp;<a href="%(view_version_url_with_diff)s">Änderungen&nbsp;anzeigen</a>

source: %(user_ref)s restored object <a href="%(version_url)s">version #%(version_id)s</a>.
de: %(user_ref)s hat <a href="%(version_url)s">Objektversion #%(version_id)s</a> wiederhergestellt.

source: %(user_ref)s used the object in <a href="%(measurement_url)s">%(measurement_name)s (#%(measurement_id)s)</a>.
de: %(user_ref)s hat das Objekt in <a href="%(measurement_url)s">%(measurement_name)s (#%(measurement_id)s)</a> verwendet.

source: %(user_ref)s used the object in a measurement.
de: %(user_ref)s hat das Objekt in einer Messung verwendet.

source: %(user_ref)s used the object to create <a href="%(sample_url)s">%(sample_name)s (#%(sample_id)s)</a>.
de: %(user_ref)s hat das Objekt zur Erstellung von <a href="%(sample_url)s">%(sample_name)s (#%(sample_id)s)</a> verwendet.

source: %(user_ref)s used the object to create a sample.
de: %(user_ref)s hat das Objekt zur Erstellung einer Probe verwendet.

source: %(user_ref)s posted a comment for this object.
de: %(user_ref)s hat einen Kommentar für dieses Objekt eingetragen.

source: %(user_ref)s posted a comment for this object according to <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat einen Kommentar für dieses Objekt laut <a href="%(component_url)s">%(component_name)s</a> eingetragen.

source: %(user_ref)s uploaded <a href="%(file_url)s">%(file_name)s</a>.
de: %(user_ref)s hat <a href="%(file_url)s">%(file_name)s</a> hochgeladen.

source: %(user_ref)s uploaded <a href="%(file_url)s">%(file_name)s</a> according to <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat <a href="%(file_url)s">%(file_name)s</a> laut <a href="%(component_url)s">%(component_name)s</a> hochgeladen.

source: %(user_ref)s uploaded %(file_name)s.
de: %(user_ref)s hat %(file_name)s hochgeladen.

source: %(user_ref)s uploaded %(file_name)s according to <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat %(file_name)s laut <a href="%(component_url)s">%(component_name)s</a> hochgeladen.

source: %(user_ref)s linked <a href="%(link_url)s">%(link_url)s</a>.
de: %(user_ref)s hat <a href="%(link_url)s">%(link_url)s</a> verlinkt.

source: %(user_ref)s linked <a href="%(link_url)s">%(link_url)s</a> according to <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat <a href="%(link_url)s">%(link_url)s</a> laut <a href="%(component_url)s">%(component_name)s</a> verlinkt.

source: %(user_ref)s posted <a href="%(file_url)s">file #%(file_id)s</a>.
de: %(user_ref)s hat <a href="%(file_url)s">Datei #%(file_id)s</a> eingetragen.

source: %(user_ref)s posted <a href="%(file_url)s">file #%(file_id)s</a> according to <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat <a href="%(file_url)s">Datei #%(file_id)s</a> laut <a href="%(component_url)s">%(component_name)s</a> eingetragen.

source: %(user_ref)s posted a file.
de: %(user_ref)s hat eine Datei eingetragen.

source: %(user_ref)s posted a file according to <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat eine Datei laut <a href="%(component_url)s">%(component_name)s</a> eingetragen.

source: %(user_ref)s assigned this object to location <a href="%(location_url)s">%(location_name)s</a> and user %(other_user_ref)s.
de: %(user_ref)s hat das Objekt dem Ort <a href="%(location_url)s">%(location_name)s</a> und dem Nutzer %(other_user_ref)s zugewiesen.

source: %(user_ref)s assigned this object to location <a href="%(location_url)s">%(location_name)s</a>.
de: %(user_ref)s hat das Objekt dem Ort <a href="%(location_url)s">%(location_name)s</a> zugewiesen.

source: %(user_ref)s assigned this object to user %(other_user_ref)s.
de: %(user_ref)s hat das Objekt dem Nutzer %(other_user_ref)s zugewiesen.

source: %(user_ref)s assigned this object to location <a href="%(location_url)s">%(location_name)s</a> and user %(other_user_ref)s according to <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat das Objekt dem Ort <a href="%(location_url)s">%(location_name)s</a> und dem Nutzer %(other_user_ref)s laut <a href="%(component_url)s">%(component_name)s</a> zugewiesen.

source: %(user_ref)s assigned this object to location <a href="%(location_url)s">%(location_name)s</a> according to <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat das Objekt dem Ort <a href="%(location_url)s">%(location_name)s</a> laut <a href="%(component_url)s">%(component_name)s</a> zugewiesen.

source: %(user_ref)s assigned this object to user %(other_user_ref)s according to <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat das Objekt dem Nutzer %(other_user_ref)s laut <a href="%(component_url)s">%(component_name)s</a> zugewiesen.

source: %(user_ref)s linked publication <a href="https://doi.org/%(url_doi)s">%(doi)s</a> to the object.
de: %(user_ref)s hat Publikation <a href="https://doi.org/%(url_doi)s">%(doi)s</a> mit dem Objekt verknüpft.

source: %(user_ref)s referenced the object in the metadata of <a href="%(object_url)s">%(object_name)s (#%(object_id)s)</a>.
de: %(user_ref)s hat das Objekt in den Metadaten von <a href="%(object_url)s">%(object_name)s (#%(object_id)s)</a> referenziert.

source: %(user_ref)s referenced the object in the metadata of another object.
de: %(user_ref)s hat das Objekt in den Metadaten eines anderen Objekts referenziert.

source: %(user_ref)s exported this object to a Dataverse.
de: %(user_ref)s hat das Objekt in ein Dataverse exportiert.

source: %(user_ref)s linked this object to <a href="%(project_url)s">%(project_name)s (#%(project_id)s)</a>.
de: %(user_ref)s hat das Objekt mit <a href="%(project_url)s">%(project_name)s (#%(project_id)s)</a> verknüpft.

source: %(user_ref)s linked this object to a project group.
de: %(user_ref)s hat das Objekt mit einer Projektgruppe verknüpft.

source: %(user_ref)s deleted the project group this object was linked to.
de: %(user_ref)s hat die Projektgruppe gelöscht mit der das Objekt verknüpft war.

source: %(user_ref)s removed the link of this object to <a href="%(project_url)s">%(project_name)s (#%(project_id)s)</a>.
de: %(user_ref)s hat die Verknüpfung dieses Objekts mit <a href="%(project_url)s">%(project_name)s (#%(project_id)s)</a> entfernt.

source: %(user_ref)s removed the link of this object to a project group.
de: %(user_ref)s hat die Verknüpfung dieses Objekts mit einer Projektgruppe entfernt.

source: %(user_ref)s imported this object from an .eln file.
de: %(user_ref)s hat dieses Objekt aus einer .eln-Datei importiert.

source: The imported version #%(fed_version_id)s from %(component_name)s is conflicting with the local object version.
de: Die importierte Version #%(fed_version_id)s von %(component_name)s steht in Konflikt mit der lokalen Objektversion.

source: The conflict with imported version #%(version_id)s from %(component_name)s was solved automatically.
de: Der Konflikt mit der importierten Version #%(version_id)s von %(component_name)s wurde automatisch gelöst.

source: The conflict with imported version #%(version_id)s from %(component_name)s was solved by %(user_ref)s.
de: Der Konlikt mit der importierten Version #%(version_id)s von %(component_name)s wurde von %(user_ref)s gelöst.

source: <a href="%(view_url)s">View Conflict</a>
de: <a href="%(view_url)s">Zeige Konflikt</a>

source: Log entry from %(component_name)s
de: Log-Eintrag von %(component_name)s

source: Log entry from .eln file #%(eln_import_id)s
de: Log-Eintrag aus .eln-Datei #%(eln_import_id)s

source: Imported log entry
de: Importierter Log-Eintrag

source: This object was created as object #%(fed_object_id)s in database <a href="%(component_url)s">%(component_name)s</a>.
de: Dieses Objekt wurde als Objekt #%(fed_object_id)s in der Datenbank <a href="%(component_url)s">%(component_name)s</a> erstellt.
