Repository: sciapp/sampledb
Catalog: sampledb/translations/*/LC_MESSAGES/extracted_messages.po
Languages: de

source: This .eln file was signed by %(sign_url)s.
de: Diese .eln-Datei wurde von %(sign_url)s signiert.

source: Unsigned import: %(note)s
de: Unsignierter Import: %(note)s

source: Unsigned import
de: Unsignierter Import

source: The following objects can be imported from this .eln file:
de: Die folgenden Objekte können aus dieser .eln-Datei importiert werden:

source: versions
de: Versionen

source: files
de: Dateien

source: comments
de: Kommentare

source: Import as
de: Importieren als

source: Unnamed Object
de: Unbenanntes Objekt

source: The following users will also be created from this .eln file:
de: Die folgenden Nutzer werden ebenfalls aus dieser .eln-Datei importiert werden:

source: Federated Identity
de: Föderierte Identität

source: By selecting users, federated identites will be created for each selected user with you.
de: Durch Auswählen von Nutzer werden für jeden ausgewählten Nutzer föderierte Identitäten mit Ihnen erstellt.

source: Browse...
de: Durchsuchen...

source: Pending Files
de: Ausstehende Dateien

source: These files were uploaded before but were not imported completely. They will expire one day after being uploaded.
de: Diese Dateien wurden zuvor hochgeladen, aber wurden noch nicht vollständig importiert. Sie werden einen Tag nach dem Zeitpunkt des Hochladens ablaufen.

source: File Name
de: Dateiname

source: Uploaded at
de: Hochgeladen am

source: Review
de: Prüfen

source: Uploaded by
de: Hochgeladen von

source: Imported at
de: Importiert am

source: Revokes the federated identity with %(username)s.
de: Widerruft die föderierte Identität mit %(username)s.

source: Enables the federated identity with %(username)s.
de: Aktiviert die föderierte Identität mit %(username)s.

source: Revoke
de: Widerrufen

source: Removes the federated identity with %(username)s permanently.
de: Entfernt die föderierte Identität mit %(username)s endgültig.

source: Bad Request
de: Fehlerhafte Anfrage

source: An error occurred while handling this request. Please try again later and if the issue persists, please <a href="mailto:%(contact_email)s?subject=%(service_name)s">contact an administrator</a>.
de: Bei der Bearbeitung dieser Anfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut und <a href="mailto:%(contact_email)s?subject=%(service_name)s">kontaktieren Sie einen Administrator</a> falls das Problem weiterhin besteht.

source: Forbidden
de: Verboten

source: You are not authorized to view the page you tried to open.
de: Sie sind nicht berechtigt, die Seite, die Sie öffnen wollten, anzuzeigen.

source: Not Found
de: Nicht gefunden

source: The page you tried to open could not be found. If you think it should be available, please <a href="mailto:%(contact_email)s?subject=%(service_name)s">contact an administrator</a>.
de: Die Seite, die Sie öffnen wollten, konnte nicht gefunden werden. Wenn Sie glauben, dass sie verfügbar sein sollte, <a href="mailto:%(contact_email)s?subject=%(service_name)s">kontaktieren Sie einen Administrator</a>.

source: Internal Server Error
de: Interner Server-Fehler

source: An error occurred in %(service_name)s while handling this request. Please try again later and if the issue persists, please <a href="mailto:%(contact_email)s?subject=%(service_name)s">contact an administrator</a>.
de: Bei der Bearbeitung Ihrer Anfrage ist ein Fehler innerhalb von %(service_name)s aufgetreten. Bitte versuchen Sie es später erneut und <a href="mailto:%(contact_email)s?subject=%(service_name)s">kontaktieren Sie einen Administrator</a> falls das Problem weiterhin besteht.

source: %(dataverse_name)s not reachable
de: %(dataverse_name)s nicht erreichbar

source: %(service_name)s cannot reach the %(dataverse_name)s API at this time. Please try again later.
de: %(service_name)s kann die %(dataverse_name)s API zur Zeit nicht erreichen. Bitte versuchen Sie es später erneut.

source: Account is read only
de: Nutzerkonto ist nur lesend

source: Your account has been marked as <strong>read only</strong>. If you think this was done erroneously, please <a href="mailto:%(contact_email)s?subject=%(service_name)s">contact an administrator</a>.
de: Ihr Nutzerkonto wurde als <strong>nur lesend<strong> markiert. Falls Sie denken, dass dies irrtümlicherweise geschah, <a href="mailto:%(contact_email)s?subject=%(service_name)s">kontaktieren Sie bitte einen Administrator</a>.

source: Group Categories
de: Gruppen-Kategorien

source: Delete Group Category
de: Gruppen-Kategorie löschen

source: Do you really want to delete this group category and all its subcategories?
de: Wollen Sie diese Gruppen-Kategorie und alle ihre Unter-Kategorien wirklich löschen?

source: Do you really want to delete this group category?
de: Wollen Sie diese Gruppen-Kategorie wirklich löschen?

source: Group Categories provide a hierarchical structure to the lists of basic and project groups, but do not impact permissions in any way.
de: Gruppen-Kategorien ergänzen die Listen der einfachen und Projektgruppen um eine hierarchische Struktur, ohne die Berechtigungen in irgendeiner Weise zu beeinflussen.

source: Create Group Category
de: Gruppen-Kategorie erstellen

source: Parent Category
de: Eltern-Kategorie

source: Categories
de: Kategorien

source: Members
de: Mitglieder

source: Edit Basic Group
de: Einfache Gruppe bearbeiten

source: Invite User
de: Nutzer einladen

source: Leave Basic Group
de: Einfache Gruppe verlassen

source: Delete Basic Group
de: Einfache Gruppe löschen

source: Please enter a group name.
de: Bitte geben Sie einen Gruppennamen ein.

source: Please enter a shorter group name (at most 100 characters).
de: Bitte geben Sie einen kürzeren Gruppennamen ein (höchstens 100 Zeichen).

source: No category selected
de: Keine Kategorie ausgewählt

source: Add user directly, without sending an invitation
de: Nutzer direkt hinzufügen, ohne eine Einladung zu versenden

source: Are you certain you want to delete this basic group?
de: Sind Sie sich sicher, dass Sie diese einfache Gruppe löschen wollen?

source: Add User
de: Nutzer hinzufügen

source: Member
de: Mitglied

source: A basic group consists of equal users which share the object permissions granted to it.
de: Einfache Gruppen bestehen aus gleichberechtigten Nutzern, die sich die Berechtigungen für Objekte teilen, die der Gruppe vergeben werden.

source: Create Basic Group
de: Einfache Gruppe erstellen

source: Manage Group Categories
de: Gruppen-Kategorien verwalten

source: Info Page
de: Infoseite

source: This info page is currently disabled and will not be shown.
de: Diese Infoseite ist aktuell deaktiviert und wird nicht angezeigt.

source: This info page will not be shown to users that existed when it was created.
de: Diese Infoseite wird Nutzern, die zum Zeitpunkt ihrer Erstellung bereits ein Nutzerkonto hatten, nicht angezeigt.

source: Routes
de: Routen

source: Unknown route
de: Unbekannte Route

source: All routes
de: Alle Routen

source: Content
de: Inhalt

source: Acknowledgement
de: Bestätigung

source: Delete Info Page
de: Infoseite löschen

source: Are you sure you want to delete the info page "%(info_page_title)s"?
de: Sind Sie sich sicher, dass Sie die Infoseite "%(info_page_title)s" löschen wollen?

source: Please enter content.
de: Bitte geben Sie einen Inhalt ein.

source: Do not show to previously existing users
de: Bestehenden Nutzern nicht anzeigen

source: The info page will not be shown to users that already had an account at the time it was created.
de: Die Infoseite wird Nutzern, die zum Zeitpunkt ihrer Erstellung bereits ein Nutzerkonto hatten, nicht angezeigt werden.

source: Clear previous acknowledgements
de: Bisherige Bestätigungen zurücksetzen

source: All previous acknowledgements of the info page will be cleared and users will need to acknowledge it again.
de: Alle bisherigen Bestätigungen der Infoseite werden zurückgesetzt und Nutzer werden diese neu bestätigen müssen.

source: Info Pages are shown when users visit specific routes for the first time.
de: Infoseiten werden Nutzern angezeigt, wenn diese bestimmte Routen besuchen.

source: Create Info Page
de: Infoseite erstellen

source: disabled
de: deaktiviert

source: Are you sure you want to delete the info page "<span id="deleteInfoPageTitle"></span>"?
de: Sind Sie sich sicher, dass Sie die Infoseite "<span id="deleteInfoPageTitle"></span>" löschen wollen?

source: There are no info pages set up at this time.
de: Aktuell sind keine Infoseiten eingerichtet.

source: This instrument has been hidden from instrument lists.
de: Dieses Instrument wurde aus Instrumentlisten versteckt.

source: Information
de: Informationen

source: Edit Instrument
de: Instrument bearbeiten

source: Unlink Object
de: Objektverknüpfung trennen

source: Are you certain you want to unlink the object from this instrument?
de: Sind Sie sich sicher, dass Sie die Verknüpfung zwischen diesem Instrument und dem Objekt trennen wollen?

source: Link Object
de: Objekt verknüpfen

source: Select an object to link this instrument to:
de: Wählen Sie ein Objekt aus, mit dem dieses Instrument verknüpft werden soll:

source: <a href="%(object_url)s">Object #%(object_id)s</a> contains additional information for this instrument.
de: <a href="%(object_url)s">Objekt #%(object_id)s</a> enthält weitere Informationen zu diesem Instrument.

source: Instrument Scientist Notes
de: Notizen für Instrumentverantwortliche

source: These notes are only visible to the instrument scientists.
de: Diese Notizen werden nur den Instrumentverantwortlichen angezeigt.

source: Instrument scientists can use the instrument log to keep track of problems, maintenance or other events.
de: Instrumentverantwortliche können das Instrument-Log nutzen um Probleme, Wartungsarbeiten oder andere Ereignisse aufzuzeichnen.

source: Instrument scientists can <a href="%(edit_url)s">edit the instrument settings</a> to configure whether users can create or view log entries.
de: Instrumentverantwortliche können die <a href="%(edit_url)s">Instrument-Einstellungen bearbeiten</a>, um zu konfigurieren ob Nutzer Log-Einträge erstellen oder betrachten können.

source: Currently, users can create and view log entries.
de: Aktuell können Nutzer Log-Einträge erstellen und betrachten.

source: Currently, users cannot view log entries, but they can create new entries.
de: Aktuell können Nutzer Log-Einträge erstellen, aber nicht betrachten.

source: Currently, users can view log entries, but they cannot create new entries.
de: Aktuell können Nutzer Log-Einträge betrachten, aber nicht erstellen.

source: Currently, users can neither create nor view log entries.
de: Aktuell können Nutzer Log-Einträge weder erstellen noch betrachten.

source: Users can create entries in the instrument log to notify instrument scientists about any issues they encounter.
de: Nutzer können Einträge im Instrument-Log erstellen, um Instrumentverantwortliche über auftretende Probleme zu informieren.

source: Create Log Entry
de: Log-Eintrag erstellen

source: Smartphone Upload as Log Entry
de: Smartphone-Upload als Log-Eintrag

source: View as list
de: Als Liste anzeigen

source: View as tree (Date, Author)
de: Als Baum anzeigen (Datum, Autor)

source: View as tree (Author, Date)
de: Als Baum anzeigen (Autor, Datum)

source: Sort by date
de: Nach Datum sortieren

source: Sort by author
de: Nach Autor sortieren

source: Uncategorized
de: Unkategorisiert

source: All users
de: Alle Nutzer

source: This log entry refers to an event that occurred at this date and time.
de: Dieser Log-Eintrag bezieht sich auf ein Ereignis, das an diesem Zeitpunkt geschah.

source: This log entry was originally written at this date and time.
de: Dieser Log-Eintrag wurde ursprünglich an diesem Zeitpunkt verfasst.

source: This log entry was last edited at this date and time.
de: Dieser Log-Eintrag wurde an diesem Zeitpunkt zuletzt bearbeitet.

source: Edit log entry
de: Log-Eintrag bearbeiten

source: Attached Files
de: Datei-Anhänge

source: %(num)s hidden file
de: %(num)s versteckte Datei

source: Attached Objects
de: Objekt-Anhänge

source: %(num)s hidden object
de: %(num)s verstecktes Objekt

source: Edit Log Entry
de: Log-Eintrag bearbeiten

source: Edit content
de: Inhalt bearbeiten

source: Instrument Log Entry
de: Instrument-Log-Eintrag

source: Set event datetime
de: Ereigniszeitpunkt setzen

source: Has event datetime
de: Hat Ereigniszeitpunkt

source: Add file attachments
de: Datei-Anhang hinzufügen

source: No files selected
de: Keine Dateien ausgewählt

source: Add object attachments
de: Objekt-Anhang hinzufügen

source: No objects selected
de: Keine Objekte ausgewählt

source: Edit categories
de: Kategorien bearbeiten

source: No categories selected
de: Keine Kategorien ausgewählt

source: You can hide a file or object, if it was attached erroneously.
de: Sie können versehentlich angehängte Dateien oder Objekte verstecken.

source: Hide file attachments
de: Datei-Anhänge verstecken

source: No attached files selected
de: Keine Datei-Anhänge ausgewählt

source: Hide object attachments
de: Objekt-Anhänge verstecken

source: No attached objects selected
de: Keine Objekt-Anhänge ausgewählt

source: Save changes
de: Änderungen speichern

source: There are no log entries for this instrument.
de: Es gibt keine Log-Einträge für dieses Instrument.

source: Please enter a text or add an attachment.
de: Bitte geben Sie einen Text ein oder fügen Sei einen Anhang hinzu.

source: Add categories
de: Kategorien hinzufügen

source: Create log entry
de: Log-Eintrag erstellen

source: To upload files from mobile devices, scan this QR code:
de: Um Dateien von Mobilgeräten wie Smartphones oder Tablets hochzuladen, scannen Sie diesen QR-Code:

source: Show previous versions
de: Vorherige Versionen anzeigen

source: Hide previous versions
de: Vorherige Versionen ausblenden

source: and
de: und

source: Collapse all days
de: Alle Monate einklappen

source: Collapse all months
de: Alle Monate einklappen

source: Collapse all years
de: Alle Jahre einklappen

source: Collapse all authors
de: Alle Autoren einklappen

source: Expand all days
de: Alle Tage ausklappen

source: Expand all months
de: Alle Monate ausklappen

source: Expand all years
de: Alle Jahre ausklappen

source: Expand all authors
de: Alle Autoren ausklappen

source: files selected
de: Dateien ausgewählt

source: Please enter a category title.
de: Bitte geben Sie einen Kategorietitel ein.

source: Please enter a shorter category title (at most 100 characters).
de: Bitte geben Sie einen kürzeren Kategorietitel ein (höchstens 100 Zeichen).

source: Please enter a shorter instrument name (at most 100 characters).
de: Bitte geben Sie einen kürzeren Instrumentnamen ein (maximal 100 Zeichen).

source: Please enter an instrument name in English.
de: Bitte geben Sie den englischen Instrumentnamen ein.

source: shown on the instrument site
de: wird auf der Instrumentseite angezeigt

source: shown in the instrument list
de: wird in der Instrumentliste angezeigt

source: Instrument Scientists
de: Instrumentverantwortliche

source: No user selected
de: Kein Nutzer ausgewählt

source: No location selected
de: Kein Ort ausgewählt

source: Instruments cannot be assigned to this location. Please select a different location.
de: Diesem Ort können keine Instrumente zugewiesen werden. Bitte wählen Sie einen anderen Ort aus.

source: Instrument Log Categories
de: Instrument Log Kategorien

source: Category Name
de: Kategorie-Name

source: Users can create log entries
de: Nutzer können Log-Einträge erstellen

source: Users can view log entries
de: Nutzer können Log-Einträge betrachten

source: Create log entries for objects created by instrument scientists
de: Erstelle Log-Einträge für von Instrumentverantwortlichen erstellte Objekte

source: This sets the default for whether or not an instrument log entry should be created or not. The user can manually toggle the checkbox during object creation to override this default.
de: Diese Einstellung kontrolliert, ob standardmäßig ein Log-Eintrag erstellt werden soll oder nicht. Der Nutzer kann diesen Standardwert während der Objekterstellung durch Auswählen der entsprechenden Checkbox übergehen.

source: Hide this instrument from instrument lists
de: Dieses Instrument nicht in Instrumentlisten anzeigen

source: Show the information for the linked object
de: Zeige die Informationen des verknüpften Objekts

source: Instrument Scientists:
de: Instrumentverantwortliche:

source: Instruments in %(service_name)s map real instruments to <a href="%(actions_url)s">actions</a> performed with them.
de: Instrumente in %(service_name)s bilden echte Instrument auf die <a href="%(actions_url)s">Aktionen</a> ab, die mit ihnen durchgeführt werden.

source: Create Instrument
de: Instrument erstellen

source: Language in %(lang_name)s
de: Sprachname in %(lang_name)s

source: Language code
de: Sprachkürzel

source: Datetime format for datetime
de: Zeitpunktsformat für datetime

source: Datetime format for moment
de: Zeitpunktsformat für moment

source: Datetime format for moment output
de: Zeitpunktsformat für moment-Ausgabe

source: Date format for moment output
de: Datumsformat für moment-Ausgabe

source: Enabled for input
de: Für Eingabe aktiviert

source: Enabled for user interface
de: Für Benutzerschnittstelle aktiviert

source: Modify this language.
de: Die Informationen dieser Sprache anpassen.

source: Edit language
de: Sprache bearbeiten

source: Name (English)
de: Name (Englisch)

source: Name (native)
de: Name (nativ)

source: Language Code
de: Sprachkürzel

source: <strong>Note</strong>: When disabling a language for input after it has already been used, any texts previously translated into this language will keep their translation until actively edited.
de: <strong>Hinweis</strong>: Wenn Sie eine Sprache für Eingabe deaktivieren, die bereits verwendet wurde, behalten alle bereits übersetzten Texte ihre Übersetzungen bis sie aktiv bearbeitet werden.

source: Available Languages to choose for names, descriptions and other properties of instruments and other elements.
de: Verfügbare Sprachen für Namen, Beschreibungen und andere Eigenschaften von Instrumenten und anderen Elementen.

source: Add new language
de: Eine neue Sprache hinzufügen

source: Disabled for input
de: Für Eingabe deaktiviert

source: Location Type
de: Ortstyp

source: Location Name (Singular)
de: Ortsname (Singular)

source: Location Name (Plural)
de: Ortsname (Plural)

source: Yes, only administrators can create locations of this type
de: Ja, nur Administratoren können Orte dieses Typs erstellen

source: No, all users can create locations of this type
de: Nein, alle Nutzer können Orte dieses Typs erstellen

source: Enable Parent Location
de: Eltern-Ort aktivieren

source: Yes, locations of this type may have a parent location
de: Ja, Orte dieses Typs dürfen einen Eltern-Ort haben

source: No, locations of this type may not have a parent location
de: Nein, Orte dieses Typs dürfen keinen Eltern-Ort haben

source: Enable Sub-Locations
de: Unter-Orte aktivieren

source: Yes, locations of this type may have sub-locations
de: Ja, Orte dieses Typs dürfen Unter-Orte haben

source: No, locations of this type may not have sub-locations
de: Nein, Orte dieses Typs dürfen keine Unter-Orte haben

source: Enable Object Assignemnts
de: Ortszuweisungen aktivieren

source: Yes, objects may be assigned to locations of this type
de: Ja, Orten dieses Typs dürfen Objekte zugewiesen werden

source: No, objects may not be assigned to locations of this type
de: Nein, Orten dieses Typs dürfen keine Objekte zugewiesen werden

source: Enable Instruments
de: Instrumente aktivieren

source: Yes, instruments may be assigned to locations of this type
de: Ja, Orten dieses Typs dürfen Instrumente zugewiesen werden

source: No, instruments may not be assigned to locations of this type
de: Nein, Orten dieses Typs dürfen keine Instrumente zugewiesen werden

source: Enable Responsible Users
de: Verantwortliche Nutzer aktivieren

source: Yes, locations of this type may have responsible users
de: Ja, Orte dieses Typs dürfen verantwortliche Nutzer haben

source: No, locations of this type may not have responsible users
de: Nein, Orte dieses Typs dürfen keine verantwortlichen Nutzer haben

source: Enable Object Capacities
de: Objektkapazität aktivieren

source: Yes, locations of this type have limited storage capacities
de: Ja, Orte dieses Typs haben eine beschränkte Lagerkapazität

source: No, locations of this type can store an unlimited amount of objects
de: Nein, an Orten dieses Typs können unbegrenzt Objekte gelagert werden

source: Show Location Log
de: Zeige Orts-Log

source: Yes, show a log for locations of this type
de: Ja, zeige ein Log für Orte dieses Typs

source: No, do not show a log for locations of this type
de: Nein, zeige kein Log für Orte dieses Typs

source: Modify the settings for this location type.
de: Einstellungen für diesen Ortstyp bearbeiten.

source: Edit Location Type
de: Ortstyp bearbeiten

source: Only administrators can create locations of this type
de: Nur Administratoren können Orte dieses Typs erstellen

source: Locations of this type may have a parent location
de: Orte dieses Typs dürfen einen Eltern-Ort haben

source: Locations of this type may have sub-locations
de: Orte dieses Typs dürfen Unter-Orte haben

source: Objects may be assigned to locations of this type
de: Objekte dürfen Orten dieses Typs zugewiesen werden

source: Instruments may be assigned to locations of this type
de: Instrumente dürfen Orten dieses Typs zugewiesen werden

source: Locations of this type may have responsible users
de: Orte dieses Typs dürfen verantwortliche Nutzer haben

source: Locations of this type have a limited storage capacity
de: Orte dieses Typs haben eine beschränkte Lagerkapazität

source: Show a log for locations of this type
de: Zeige ein Log für Orte dieses Typs

source: Location Types represent different kinds of locations, such as rooms or containers.
de: Ortstypen repräsentieren verschiedene Arten von Orten, wie z.B. Räume oder Container.

source: Create Location Type
de: Ortstyp erstellen

source: This location has been hidden from location lists, but will be shown because it contains other locations that have not been hidden.
de: Dieser Ort wurde aus Ortslisten versteckt, wird aber angezeigt werden, da er andere, nicht versteckte Orte enthält.

source: This location has been hidden from location lists.
de: Dieser Ort wurde aus Ortslisten versteckt.

source: Objects may not be assigned to locations of this type.
de: Orten dieses Typs dürfen keine Objekte zugewiesen werden.

source: Objects may not be assigned to this location.
de: Diesem Ort dürfen keine Objekte zugewiesen werden.

source: Sub-Locations
de: Unter-Orte

source: Created on <a href="%(component_url)s">%(component_name)s</a>
de: Erstellt auf <a href="%(component_url)s">%(component_name)s</a>

source: Capacity
de: Kapazität

source: No storage capacity has been configured for this location.
de: Für diesen Ort wurde keine Lagerkapazität konfiguriert.

source: … at this location
de: … an diesem Ort

source: … at sub-locations
de: … an Unter-Orten

source: … at this location and sub-locations
de: … an diesem Ort oder Unter-Orten

source: Edit Location
de: Ort bearbeiten

source: Create Sub-Location
de: Unter-Ort erstellen

source: Edit the permissions for this location.
de: Berechtigungen für diesen Ort bearbeiten.

source: Location Log
de: Orts-Log

source: User #%(user_id)s
de: Nutzer #%(user_id)s

source: An unknown user
de: Ein unbekannter Nutzer

source: <a href="%(user_url)s">%(user_name)s</a> created the location.
de: <a href="%(user_url)s">%(user_name)s</a> hat den Ort erstellt.

source: The location was created.
de: Der Ort wurde erstellt.
