Repository: sciapp/sampledb
Catalog: sampledb/translations/*/LC_MESSAGES/extracted_messages.po
Languages: de

source: Please enter the TOTP verification code generated using an app such as Google Authenticator to confirm that you want to deactivate <em>%(method_description)s</em>.
de: Bitte geben Sie den mit einer App wie Google Authenticator erzeugten TOTP Bestätigungscode ein, um die Deaktivierung von <em>%(method_description)s</em> zu bestätigen.

source: Verification Code
de: Bestätigungscode

source: Select a Two-Factor Authentication Method
de: Zwei-Faktor-Authentisierungsmethode auswählen

source: Please select a two-factor authentication method to confirm that you want to deactivate <em>%(method_description)s</em>.
de: Bitte wählen Sie eine Zwei-Faktor-Authentisierungsmethode, um die Deaktivierung von <em>%(method_description)s</em> zu bestätigen.

source: Please select a two-factor authentication method to complete the sign in process.
de: Bitte wählen Sie eine Zwei-Faktor-Authentisierungsmethode, um den Anmeldeprozess abzuschließen.

source: Set Up FIDO2 Passkey for Two-Factor Authentication
de: FIDO2 Passkey für Zwei-Faktor-Authentisierung einrichten

source: Please enter a description for the passkey you wish to use and then click "Set Up".
de: Bitte geben Sie eine Beschreibung für den Passkey, den Sie verwenden möchten, ein und klicken Sie dann auf "Einrichten".

source: Set Up
de: Einrichten

source: Set Up TOTP-based Two-Factor Authentication
de: TOTP-basierte Zwei-Faktor-Authentisierung einrichten

source: Please scan the following QR Code using an app such as Google Authenticator and then enter the generated verification code in the field below to complete the setup:
de: Bitte scannen Sie den folgenden QR Code mit einer App wie Google Authenticator und geben Sie dann den damit erstellten Bestätigungscode ein, um die Einrichtung abzuschließen:

source: or enter the following setup key:
de: oder geben Sie den folgenden Einrichtungsschlüssel ein:

source: Unsupported Two-Factor Authentication Method
de: Nicht unterstützte Zwei-Faktor-Authentisierungsmethode

source: The two-factor authentication method set up for your account is currently unsupported. Please <a href="mailto:%(contact_email)s?subject=%(service_name)s"> contact an administrator</a>.
de: Die für ihr Nutzerkonto eingerichtete Zwei-Faktor-Authentisierungsmethode wird aktuell nicht unterstützt. Bitte <a href="mailto:%(contact_email)s?subject=%(service_name)s"> kontaktieren Sie einen Administrator</a>.

source: API access token
de: API Zugriffstoken

source: You have been signed out after %(idle_sign_out_minutes)s minutes of inactivity.
de: Sie wurden nach %(idle_sign_out_minutes)s Minuten ohne Aktivität abgemeldet.

source: Your user account has been deactivated. Please contact an administrator.
de: Ihr Nutzerkonto wurde deaktiviert. Bitte kontaktieren Sie einen Administrator.

source: You are using the default admin password from the SampleDB documentation. Please change your password before making this SampleDB instance available to other users.
de: Sie nutzen das Standard-Administrator-Passwort aus der SampleDB-Dokumentation. Bitte ändern Sie Ihr Passwort, bevor Sie diese SampleDB-Installation für andere verfügbar machen.

source: No user was found for this passkey.
de: Für diesen Passkey wurde kein Nutzer gefunden.

source: Please sign in again.
de: Bitte melden Sie sich erneut an.

source: The federated login token expired. No federated identity link was created.
de: Das föderierte Anmeldetoken ist abgelaufen. Es wurde keine föderierte Identitätsverknüpfung erzeugt.

source: The federated user already has a federated identity with a different user.
de: Der föderierte Nutzer hat in dieser Datenbank bereits eine föderierte Identität mit einem anderen Nutzer.

source: OIDC is disabled.
de: OIDC ist deaktiviert.

source: Login failed. Please contact an administrator.
de: Anmeldung fehlgeschlagen. Bitte kontaktieren Sie einen Administrator.

source: Please enter a valid user name.
de: Bitte geben Sie einen gültigen Nutzernamen ein.

source: The name may only contain lower case characters, digits and underscores.
de: Der Name darf nur Kleinbuchstaben, Ziffern und Unterstriche enthalten.

source: This name is already being used.
de: Dieser Name wird bereits verwendet.

source: The user has been created successfully.
de: Der Nutzer wurde erfolgreich erstellt.

source: A basic group with this name already exists.
de: Eine einfache Gruppe mit diesem Namen existiert bereits.

source: This basic group name is invalid.
de: Dieser Gruppen-Name ist ungültig.

source: The basic group has been created successfully.
de: Die einfache Gruppe wurde erfolgreich erstellt.

source: Only administrators can create basic groups.
de: Nur Administratoren können einfache Gruppen erstellen.

source: Invalid basic group invitation token. Please request a new invitation.
de: Ungültiges Gruppen-Einladungstoken. Bitte fragen Sie nach einer neuen Einladung.

source: Unknown basic group invitation. Please request a new invitation.
de: Unbekannte Gruppen-Einladung. Bitte fragen Sie nach einer neuen Einladung.

source: Unknown basic group invitation.
de: Unbekannte Gruppen-Einladung.

source: This basic group invitation has already been accepted.
de: Diese Gruppen-Einladung wurde bereits akzeptiert.

source: Basic group information updated successfully.
de: Die Gruppen-Informationen wurden erfolgreich aktualisiert.

source: The user was successfully added to the basic group.
de: Der Nutzer wurde erfolgreich zu der einfachen Gruppe hinzugefügt.

source: The user was successfully invited to the basic group.
de: Der Nutzer wurde erfolgreich in die einfache Gruppe eingeladen.

source: This user is already a member of this basic group.
de: Dieser Nutzer ist bereits ein Mitglied dieser einfachen Gruppe.

source: You have already left the basic group.
de: Sie haben diese einfache Gruppe bereits verlassen.

source: You have successfully left the basic group.
de: Sie haben die einfache Gruppe erfolgreich verlassen.

source: This basic group has already been deleted.
de: Diese einfache Gruppe wurde bereits gelöscht.

source: You have successfully deleted the basic group.
de: Sie haben die einfache Gruppe erfolgreich gelöscht.

source: This user is not a member of this basic group.
de: Dieser Nutzer ist kein Mitglied dieser einfachen Gruppe.

source: This user has been removed from this basic group.
de: Dieser Nutzer wurde aus dieser einfachen Gruppe entfernt.

source: Invalid invitation token. Please request a new invitation.
de: Ungültiges Einladungstoken. Bitte fragen Sie nach einer neuen Einladung.

source: Your account has been created successfully.
de: Ihr Account wurde erfolgreich erstellt.

source: There already is an account with this email address. Please use that account or contact an administrator.
de: Es existiert bereits ein Nutzerkonto mit dieser E-Mail-Adresse. Bitte verwenden Sie diesen Account oder kontaktieren Sie einen Administrator.

source: The notifications have been deleted.
de: Die Benachrichtigungen wurden gelöscht.

source: The notifications have been marked as read.
de: Die Benachrichtigungen wurden als gelesen markiert.

source: This notification does not exist.
de: Diese Benachrichtigung existiert nicht.

source: The notification has been deleted.
de: Die Benachrichtigung wurde gelöscht.

source: The notification has been marked as read.
de: Die Benachrichtigung wurde als gelesen markiert.

source: Successfully updated your user name.
de: Der Nutzername wurde erfolgreich geändert.

source: Please see your email to confirm this change.
de: Bitte schauen Sie in Ihre E-Mails, um diese Änderung zu bestätigen.

source: Successfully updated your user information.
de: Ihre Nutzerinformationen wurden erfolgreich geändert.

source: Failed to change password.
de: Das Ändern des Passworts ist fehlgeschlagen.

source: Successfully updated your password.
de: Das Passwort wurde erfolgreich geändert.

source: Successfully added the authentication method.
de: Die Authentifizierungsmethode wurde erfolgreich hinzugefügt.

source: Failed to add an authentication method.
de: Das Hinzufügen einer Authentifizierungsmethode ist fehlgeschlagen.

source: Failed to add an API token.
de: Das Hinzufügen eines API-Tokens ist fehlgeschlagen.

source: You cannot delete an active two-factor authentication method.
de: Sie können eine aktive Zwei-Faktor-Authentisierungsmethode nicht löschen.

source: The two-factor authentication method has been deleted.
de: Die Zwei-Faktor-Authentisierungsmethode wurde gelöscht.

source: The two-factor authentication method has been enabled.
de: Die Zwei-Faktor-Authentisierungsmethode wurde aktiviert.

source: The two-factor authentication method has been disabled.
de: Die Zwei-Faktor-Authentisierungsmethode wurde deaktiviert.

source: Something went wrong, please try again.
de: Etwas ist fehlgeschlagen, bitte versuchen Sie es erneut.

source: Successfully removed the webhook.
de: Der Webhook wurde erfolgreich entfernt.

source: Failed to remove the webhook.
de: Das Entfernen des Webhooks ist fehlgeschlagen.

source: You are not allowed to create Webhooks.
de: Sie haben nicht die Berechtigung Webhooks zu registrieren.

source: A webhook of this type with this target address already exists
de: Ein Webhook für diesen Typ mit dieser Zieladresse existiert bereits

source: This webhook address is invalid
de: Diese Webhook-Adresse ist ungültig

source: Failed to create webhook
de: Das Registrieren des Webhooks ist fehlgeschlagen

source: The webhook has been added successfully
de: Der Webhook wurde erfolgreich erstellt

source: Successfully updated your notification settings.
de: Die Benachrichtigungseinstellungen wurden erfolgreich aktualisiert.

source: Successfully updated default permissions.
de: Die Standard-Berechtigungen wurden erfolgreich aktualisiert.

source: Successfully updated your settings.
de: Ihre Einstellungen wurden erfolgreich aktualisiert.

source: Successfully deleted your stored Dataverse API Token.
de: Das gespeicherte Dataverse API-Token wurde erfolgreich gelöscht.

source: Your password has been reset.
de: Ihr Passwort wurde zurückgesetzt.

source: Resetting your password failed. Please try again or contact an administrator.
de: Das Zurücksetzen Ihres Passworts ist fehlgeschlagen. Bitte versuchen Sie es erneut oder kontaktieren Sie einen Administrator.

source: Unknown database
de: Unbekannte Datenbank

source: The user has been marked as read only.
de: Der Nutzer wurde als nur lesend markiert.

source: The user has been unmarked as read only.
de: Die Markierung des Nutzers als nur lesend wurde entfernt.

source: The user has been marked as hidden.
de: Der Nutzer wurde als versteckt markiert.

source: The user has been unmarked as hidden.
de: Die Markierung des Nutzers als versteckt wurde entfernt.

source: The user has been activated.
de: Der Nutzer wurde aktiviert.

source: The user has been deactivated.
de: Der Nutzer wurde deaktiviert.

source: Successfully updated the user information.
de: Die Nutzerinformationen wurden erfolgreich geändert.

source: Successfully set up two-factor authentication.
de: Die Zwei-Faktor-Authentisierung wurde erfolgreich eingerichtet.

source: The code was invalid, please try again.
de: Der Code war ungültig. Bitte versuchen Sie es erneut.

source: This two-factor authentication attempt has failed. Please try again.
de: Der Zwei-Faktor-Authentisierungsversuch ist fehlgeschlagen. Bitte versuchen Sie es erneut.

source: The two-factor authentication method has already been disabled.
de: Die Zwei-Faktor-Authentisierungsmethode wurde bereits deaktiviert.

source: Failed to set up two-factor authentication.
de: Die Zwei-Faktor-Authentisierung wurde erfolgreich eingerichtet.

source: The passkey does not match the one stored for this two-factor authentication method, please try again.
de: Der Passkey passt nicht zu dem, der für diese Zwei-Faktor-Authentisierungsmethode abgespeichert wurde. Bitte versuchen Sie es erneut.

source: Unnamed Action (#%(action_id)s)
de: Unbenannte Aktion (#%(action_id)s)

source: Database #%(id)s
de: Datenbank #%(id)s

source: The signature does not contain a valid URL.
de: Die Signatur enthält keine gültige URL.

source: Missing URL scheme
de: URL-Schema fehlt

source: Invalid URL scheme: %(scheme)s
de: Ungültiges URL-Schema: %(scheme)s

source: The signature does not contain a valid URL pointing to /.well-known/keys.json.
de: Die Signatur enthält keine gültige URL auf /.well-known/keys.json.

source: Failed to connect to %(url)s.
de: Keine Verbindung zu %(url)s möglich.

source: Received an error from %(url)s.
de: %(url)s gibt einen Fehler zurück.

source: %(url)s did not return a valid JSON object.
de: Rückgabewert von %(url)s ist kein gültiges JSON-Objekt.

source: %(url)s did not return a valid JSON list.
de: Rückgabewert von %(url)s ist keine gültige JSON-Liste.

source: There was an error checking %(num_failed_keys)s of %(num_keys)s public keys. No matching public key was found.
de: Bei der Überprüfung von %(num_failed_keys)s von %(num_keys)s öffentlichen Schlüsseln ist ein Fehler aufgetreten. Es wurde kein passender öffentlicher Schlüssel gefunden

source: Successfully fetched all %(num_keys)s keys but no matching public key was found.
de: Alle %(num_keys)s Schlüssel überprüft, aber kein passender öffentlicher Schlüssel gefunden

source: Failed to import %(file_url)s as URL file
de: Importieren von %(file_url)s als URL-Datei ist fehlgeschlagen

source: Missing data or schema for version %(version_id)s of object %(eln_object_id)s
de: Fehlende Daten oder Schema für Version %(version_id)s von Objekt %(eln_object_id)s

source: Invalid data or schema in version %(version_id)s of object %(eln_object_id)s (%(error)s)
de: Ungültige Daten oder Schema in Version %(version_id)s von Objekt %(eln_object_id)s (%(error)s)

source: The .eln file did not contain any valid flexible metadata for this object.
de: Die .eln-Datei enthielt keine gültigen flexiblen Metadaten für dieses Objekt.

source: Unnamed Instrument (#%(instrument_id)s)
de: Unbenanntes Instrument (#%(instrument_id)s)

source: Imported User
de: Importierter Nutzer

source: A conflict with version #%(version_id)s occurred.
de: Ein Konflikt mit Version #%(version_id)s ist aufgetreten.

source: A conflict with version #%(version_id)s was solved.
de: Ein Konflikt mit Version #%(version_id)s wurde gelöst.

source: Federated login is disabled for %(service_name)s.
de: Die föderierte Anmeldung ist für %(service_name)s deaktiviert.

source: Modified properties: %(property_paths)s.
de: Veränderte Eigenschaften: %(property_paths)s.

source: Added properties: %(property_paths)s.
de: Hinzugefügte Eigenschaften: %(property_paths)s.

source: Removed properties: %(property_paths)s.
de: Entfernte Eigenschaften: %(property_paths)s.

source: Unable to convert property '%(title)s' from type '%(type1)s' to type '%(type2)s'.
de: Konnte Eigenschaft '%(title)s' nicht von Typ '%(type1)s' in Typ '%(type2)s' konvertieren.

source: Unable to convert property '%(title)s' of type '%(type)s'.
de: Konnte Eigenschaft '%(title)s' von Typ '%(type)s' nicht umwandeln.

source: Unable to convert quantity '%(title)s' to different dimensionality: %(dimensionality1)s -> %(dimensionality2)s
de: Konnte physikalische Größe '%(title)s' nicht von Dimensionalität %(dimensionality1)s nach %(dimensionality2)s konvertieren.

source: Unable to convert timeseries '%(title)s' to different dimensionality: %(dimensionality1)s -> %(dimensionality2)s
de: Konnte Zeitreihe '%(title)s' nicht von Dimensionalität %(dimensionality1)s nach %(dimensionality2)s konvertieren.

source: The text must be one of: %(choices)s.
de: Der Text muss einer der folgenden sein: %(choices)s.

source: The text must be at least %(min_length)s characters long.
de: Bitte geben Sie mindestens %(min_length)s Zeichen ein.

source: The text must be at most %(max_length)s characters long.
de: Bitte geben Sie höchstens %(max_length)s Zeichen ein.

source: The language "%(lang_code)s" is not allowed for this field.
de: Die Sprache "%(lang_code)s" ist für dieses Feld nicht erlaubt.

source: Input must match: %(pattern)s
de: Eingabe muss dem Muster %(pattern)s entsprechen.

source: Please enter the date and time in the format: %(datetime_format)s
de: Bitte geben Sie Datum und Uhrzeit in folgendem Format ein: %(datetime_format)s

source: Must be greater than or equal to %(value)s
de: Muss größer als oder gleich zu %(value)s sein

source: Must be less than or equal to %(value)s
de: Muss kleiner als oder gleich zu %(value)s sein

source: plotly data must be valid JSON
de: Die plotly-Daten müssen gültiges JSON sein

source: plotly must be a dict
de: Die plotly-Daten müssen ein dict enthalten

source: The plotly data must be valid. Look up which schema is supported by plotly.
de: Die plotly-Daten müssen gültig sein. Bitte prüfen Sie, welches Schema von plotly unterstützt wird.
