Repository: sciapp/sampledb
Catalog: sampledb/translations/*/LC_MESSAGES/extracted_messages.po
Languages: de

source: <a href="%(user_url)s">%(user_name)s</a> assigned this object to <a href="%(location_url)s">%(location_name)s</a> and <a href="%(other_user_url)s">user #%(responsible_user_id)s</a>%(responsibility_status)s.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt dem <a href="%(location_url)s">%(location_name)s</a> und <a href="%(other_user_url)s">Nutzer %(responsible_user_id)s</a> zugeweisen%(responsibility_status)s.

source: <a href="%(user_url)s">%(user_name)s</a> assigned this object to <a href="%(location_url)s">%(location_name)s</a>.
de: <a href="%(user_url)s">%(user_name)s</a> das Objekt dem <a href="%(location_url)s">%(location_name)s</a> zugewiesen.

source: <a href="%(user_url)s">%(user_name)s</a> assigned this object to <a href="%(other_user_url)s">user #%(responsible_user_id)s</a>%(responsibility_status)s.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt dem <a href="%(other_user_url)s">Nutzer %(responsible_user_id)s</a> zugewiesen%(responsibility_status)s.

source: <a href="%(user_url)s">%(user_name)s</a> linked publication <a href="https://dx.doi.org/%(doi)s">%(doi)s</a> to this object.
de: <a href="%(user_url)s">%(user_name)s</a> hat Publikation <a href="https://doi.org/%(doi)s">%(doi)s</a> mit dem Objekt verknüpft.

source: <a href="%(user_url)s">%(user_name)s</a> referenced this object in the metadata of <a href="%(object_url)s">object %(object_name)s (#%(other_object_id)s)</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt in den Metadaten von <a href="%(object_url)s">%(object_name)s (#%(other_object_id)s)</a> referenziert.

source: <a href="%(user_url)s">%(user_name)s</a> referenced this object in the metadata of <a href="%(object_url)s">object #%(other_object_id)s</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt in den Metadaten von <a href="%(object_url)s">Objekt #%(other_object_id)s</a> referenziert.

source: <a href="%(user_url)s">%(user_name)s</a> referenced this object in the metadata of an unknown object.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt in den Metadaten eines unbekannten Objekts referenziert.

source: <a href="%(user_url)s">%(user_name)s</a> referenced this object in the metadata of another object.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt in den Metadaten eines anderen Objekts referenziert.

source: <a href="%(user_url)s">%(user_name)s</a> exported this object to dataverse as <a href="%(dataverse_url)s">%(dataverse_url)s</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt als <a href="%(dataverse_url)s">%(dataverse_url)s</a> in ein Dataverse exportiert.

source: <a href="%(user_url)s">%(user_name)s</a> linked this object to <a href="%(project_url)s">project group %(project_name)s (#%(project_id)s)</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt mit <a href="%(project_url)s">Projektgruppe %(project_name)s (#%(project_id)s)</a> verknüpft.

source: <a href="%(user_url)s">%(user_name)s</a> linked this object to a project group.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt mit einer Projektgruppe verknüpft.

source: <a href="%(user_url)s">%(user_name)s</a> imported this object from an .eln file.
de: <a href="%(user_url)s">%(user_name)s</a> hat dieses Objekt aus einer .eln-Datei importiert.

source: <a href="%(user_url)s">%(user_name)s</a> deleted the project group this object was linked to.
de: <a href="%(user_url)s">%(user_name)s</a> hat die Projektgruppe gelöscht mit der das Objekt verknüpft war.

source: <a href="%(user_url)s">%(user_name)s</a> removed the link of this object to <a href="%(project_url)s">project group %(project_name)s (#%(project_id)s)</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat die Verknüpfung dieses Objekts mit <a href="%(project_url)s">Projektgruppe %(project_name)s (#%(project_id)s)</a> entfernt.

source: <a href="%(user_url)s">%(user_name)s</a> removed the link of this object to a project group.
de: <a href="%(user_url)s">%(user_name)s</a> hat die Verknüpfung dieses Objekts mit einer Projektgruppe entfernt.

source: <a href="%(user_url)s">%(user_name)s</a> performed an unknown action.
de: <a href="%(user_url)s">%(user_name)s</a> hat eine unbekannte Aktion durchgeführt.

source: Object
de: Objekt

source: Invalid project group invitation token. Please request a new invitation.
de: Ungültiges Projektgruppen-Einladungstoken. Bitte fragen Sie nach einer neuen Einladung.

source: Unknown project group invitation. Please request a new invitation.
de: Unbekannte Projektgruppen-Einladung. Bitte fragen Sie nach einer neuen Einladung.

source: This invitation token has already been used. Please request a new invitation.
de: Dieses Einladungstoken wurde bereits verwendet. Bitte fragen Sie nach einer neuen Einladung.

source: This invitation has been revoked. Please request a new invitation.
de: Diese Einladung wurde widerrufen. Bitte fragen Sie nach einer neuen Einladung.

source: Invalid permissions in project group invitation token. Please request a new invitation.
de: Ungültige Berechtigungen in Projektgruppen-Einladungstoken. Bitte fragen Sie nach einer neuen Einladung.

source: Please sign in as user "%(user_name)s" to accept this invitation.
de: Bitte melden Sie sich als Nutzer "%(user_name)s" an um diese Einladung anzunehmen.

source: You are already a member of this project group.
de: Sie sind bereits ein Mitglied dieser Projektgruppe.

source: Unknown project group invitation.
de: Unbekannte Projektgruppen-Einladung.

source: This project group invitation has already been accepted.
de: Diese Projektgruppen-Einladung wurde bereits akzeptiert.

source: The invitation has been revoked.
de: Die Einladung wurde widerrufen.

source: This project group does not exist.
de: Diese Projektgruppe existiert nicht.

source: You have already left the project group.
de: Sie haben diese Projektgruppe bereits verlassen.

source: You cannot leave this project group, because your are the only user with GRANT permissions.
de: Sie können diese Projektgruppe nicht verlassen, weil Sie der einzige Nutzer mit Rechtevergabe-Berechtigungen sind.

source: You have successfully left the project group.
de: Sie haben die Projektgruppe erfolgreich verlassen.

source: This project group has already been deleted.
de: Diese Projektgruppe wurde bereits gelöscht.

source: You have successfully deleted the project group.
de: Sie haben die Projektgruppe erfolgreich gelöscht.

source: The member ID was invalid. Please contact an administrator.
de: Die Nutzer-ID war ungültig. Bitte kontaktieren Sie einen Administrator.

source: You cannot remove yourself from a project group. Please press "Leave Project Group" instead.
de: Sie können sich nicht selbst aus einer Projektgruppe entfernen. Bitte drücken Sie stattdessen auf "Projektgruppe verlassen".

source: This user does not exist.
de: Dieser Nutzer existiert nicht.

source: This user is not a member of this project group.
de: Dieser Nutzer ist kein Mitglied dieser Projektgruppe.

source: You cannot remove this user from this project group, because they are the only user with GRANT permissions.
de: Sie können diesen Nutzer nicht aus der Projektgruppe entfernen, weil es der einzige Nutzer mit Rechtevergabe-Berechtigungen ist.

source: You have successfully removed this user from the project group.
de: Sie haben den Nutzer erfolgreich aus dieser Projektgruppe entfernt.

source: The basic group ID was invalid. Please contact an administrator.
de: Die Gruppen-ID war ungültig. Bitte kontaktieren Sie einen Administrator.

source: This basic group does not exist.
de: Diese einfache Gruppe existiert nicht.

source: This basic group is not a member of this project group.
de: Sie sind bereits ein Mitglied dieser Projektgruppe.

source: You cannot remove this basic group from this project group, because they are the only basic group with GRANT permissions.
de: Sie können diese einfache Gruppe nicht aus der Projektgruppe entfernen, weil es die einzige Gruppe mit Rechtevergabe-Berechtigungen ist.

source: You have successfully removed this basic group from the project group.
de: Sie haben die einfache Gruppe erfolgreich aus dieser Projektgruppe entfernt.

source: A project group with this name already exists.
de: Eine Projektgruppe mit diesem Namen existiert bereits.

source: This project group name is invalid.
de: Dieser Projektgruppen-Name ist ungültig.

source: Project group information updated successfully.
de: Die Projektgruppen-Informationen wurden erfolgreich aktualisiert.

source: You cannot add this user.
de: Sie können diesen Nutzer nicht hinzufügen.

source: Please select read permissions (or higher) for the invitation.
de: Bitte wählen Sie Lese-Berechtigungen (oder höher) für diese Einladung aus.

source: The user was successfully added to the project group.
de: Der Nutzer wurde erfolgreich zu der Projektgruppe hinzugefügt.

source: The user was successfully invited to the project group.
de: Der Nutzer wurde erfolgreich in die Projektgruppe eingeladen.

source: This user is already a member of this project group.
de: Dieser Nutzer ist bereits ein Mitglied dieser Projektgruppe.

source: You cannot add this basic group.
de: Sie können diese einfache Gruppe nicht hinzufügen.

source: This basic group is already a member of this project group.
de: Diese einfache Gruppe ist bereits ein Mitglied dieser Projektgruppe.

source: The basic group was successfully added to the project group.
de: Diese einfache Gruppe wurde erfolgeich zu dieser Projektgruppe hinzugefügt.

source: Project group #%(child_project_id)s is not a child of this project group.
de: Projektgruppe #%(child_project_id)s ist kein Kind dieser Projektgruppe.

source: The child project group was successfully removed from this project group.
de: Die Kind-Projektgruppe wurde erfolgreich aus dieser Projektgruppe entfernt.

source: Project group #%(child_project_id)s cannot become a child of this project group.
de: Projektgruppe #%(child_project_id)s kann kein Kind dieser Projektgruppe werden.

source: The child project group was successfully added to this project group.
de: Die Kind-Projektgruppe wurde erfolgreich zu dieser Projektgruppe hinzugefügt.

source: The project group has been created successfully.
de: Die Projektgruppe wurde erfolgreich erstellt.

source: Only administrators can create project groups.
de: Nur Administratoren können Projektgruppen erstellen.

source: Successfully updated project group permissions.
de: Die Berechtigungen dieser Projektgruppe wurden erfolgreich aktualisiert.

source: A problem occurred while changing the project group permissions. Please try again.
de: Beim Ändern der Berechtigungen dieser Projektgruppe ist ein Problem aufgetreten. Bitte versuchen Sie es später erneut.

source: You do not have GRANT permissions for this project group.
de: Sie haben keine Rechtevergabe-Berechtigungen für diese Projektgruppe.

source: This object cannot be linked to a project group.
de: Dieses Objekt kann nicht mit einer Projektgruppe verknüpft werden.

source: Project group is already linked to an object or object is already linked to a project group.
de: Die Projektgruppe ist bereits mit einem anderen Objekt verknüpft oder das Objekt ist bereits mit einer anderen Projektgruppe verknüpft.

source: Project group does not exist.
de: Diese Projektgruppe existiert nicht.

source: Successfully linked the object to a project group.
de: Das Objekt wurde erfolgreich mit der Projektgruppe verknüpft.

source: No link exists between this object and project group.
de: Es existiert keine Verknüpfung zwischen diesem Objekt und dieser Projektgruppe.

source: Successfully unlinked the object and project group.
de: Die Verknüpfung zwischen Objekt und Projektgruppe wurde erfolgreich aufgehoben.

source: The SciCat export type is not set for objects of this type.
de: Der SciCat Export-Typ ist für Objekte diesen Typs nicht gesetzt.

source: An unknown error occurred while uploading the dataset.
de: Beim Export des Datensatzes ist ein unbekannter Fehler aufgetreten.

source: %(scicat_name)s is currently unreachable, please try again later.
de: %(scicat_name)s is aktuell nicht erreichbar, bitte versuchen Sie es später erneut.

source: There was a problem saving the topic data.
de: Beim Speichern des Themas ist ein Fehler aufgetreten.

source: The name is required.
de: Die Angabe eines Namens ist erforderlich.

source: Please enter your contact email.
de: Bitte geben Sie Ihre Kontakt-E-Mail-Adresse ein.

source: Passwords must match
de: Passwörter müssen übereinstimmen

source: Unknown Location
de: Unbekannter Ort

source: Location
de: Ort

source: Unnamed Location
de: Unbenannter Ort

source: Basic Group
de: Einfache Gruppe

source: Project Group
de: Projektgruppe

source: Group Category
de: Gruppen-Kategorie

source: Unnamed Category
de: Unbenannte Kategorie

source: Unnamed Project Group
de: Unbenannte Projektgruppe

source: Invalid action ID.
de: Ungültige Aktions-ID.

source: An updatable objects check has been started. Please refresh this page in a few minutes.
de: Eine Prüfung auf aktualisierbare Objekte wurde gestartet. Bitte laden Sie diese Seite in ein paar Minuten neu.

source: Another updatable objects check is already in progress.
de: Eine andere Prüfung auf aktualisierbare Objekte läuft bereits.

source: An automatic schema update has been started. Please refresh this page in a few minutes.
de: Eine automatische Schema-Aktualisierung wurde gestartet. Bitte laden Sie diese Seite in ein paar Minuten neu.

source: Without enabling the setting "Use Admin Permissions" in your preferences, you will not be able to update all updatable objects.
de: Ohne die Einstellung "Administratorrechte verwenden" in Ihren Einstellungen zu aktivieren, werden Sie nicht alle aktualisierbaren Objekte aktualisieren können.

source: File stored in other database is not available.
de: Datei aus anderer Datenbank ist nicht verfügbar.

source: The file was hidden successfully.
de: Die Datei wurde erfolgreich versteckt.

source: Successfully uploaded files.
de: Die Dateien wurden erfolgreich hochgeladen.

source: Failed to upload files.
de: Das Hochladen der Dateien ist fehlgeschlagen.

source: Successfully posted link.
de: Der Link wurde erfolgreich eingetragen.

source: Failed to post link.
de: Das Eintragen des Links ist fehlgeschlagen.

source: Mixed label formats
de: Gemischte Etikettenformate

source: Fixed-width labels
de: Etiketten mit fester Breite

source: Minimal-height labels
de: Etiketten mit minimaler Höhe

source: DIN A4 (Portrait)
de: DIN A4 (Hochformat)

source: DIN A4 (Landscape)
de: DIN A4 (Querformat)

source: Letter / ANSI A (Portrait)
de: Letter / ANSI A (Hochformat)

source: Letter / ANSI A (Landscape)
de: Letter / ANSI A (Querformat)

source: Set minimum Permissions
de: Setze minimale Berechtigungen

source: Set maximum Permissions
de: Setze maximale Berechtigungen

source: None
de: Keine

source: Read
de: Lesen

source: Write
de: Schreiben

source: Grant
de: Rechtevergabe

source: All Signed-In Users
de: Alle angemeldeten Nutzer

source: User
de: Nutzer

source: Anonymous Users
de: Anonyme Nutzer

source: Creating objects with this action has been disabled.
de: Das Erzeugen von Objekten mit dieser Aktion wurde deaktiviert.

source: The current version of this object contains no data because it was disabled by policies and the latest version was created by a federated database. To edit the latest version edit the policy or alternatively an older version is used for editing.
de: Die aktuelle Version des Objekts enthält keine Daten, da diese mittels der Berechtigungen für den Föderationspartner deaktiviert wurden, allerdings wurde die Version bei einem Föderationspartner erzeugt. Um die neuste Version zu bearbeiten, muss die Freigabe der Daten erfolgen oder als Alternative wird nun eine ältere bekannte Version verwendet.

source: Batch numbering resulted in name: %(name)s
de: Batchnummerierung hat den folgenden Namen ergeben: %(name)s

source: "%(error)s" for object name %(name)s
de: "%(error)s" für den Objektnamen %(name)s

source: The object was created successfully.
de: Das Objekt wurde erfolgreich erstellt.

source: The objects were created successfully.
de: Die Objekte wurden erfolgreich erstellt.

source: The object was updated successfully.
de: Das Objekt wurde erfolgreich aktualisiert.

source: Solving conflict between the local latest version and the latest imported version from federation partner %(component_name)s. The fields highlighted in orange are conflicting between the versions.
de: Löse Konflikt zwischen der lokalen neusten Version und der neusten Version vom Föderationspartner %(component_name)s. Die orange hervorgehobenen Felder enthalten Konflikte zwischen den Versionen.

source: Unable to copy permissions. Default permissions will be applied.
de: Berechtigungen konnten nicht kopiert werden. Standardberechtigungen werden angewandt.

source: No object selected. Default permissions will be applied.
de: Kein Objekt ausgewählt. Standardberechtigungen werden angewandt.

source: Unable to grant permissions to basic group. Default permissions will be applied.
de: Rechtevergabe-Berechtigungen konnten nicht an die einfache Gruppe vergeben werden. Standardberechtigungen werden angewandt.

source: No basic group selected. Default permissions will be applied.
de: Keine einfache Gruppe ausgewählt. Standardberechtigungen werden angewandt.

source: Unable to grant permissions to project group. Default permissions will be applied.
de: Rechtevergabe-Berechtigungen konnten nicht an die Projektgruppe vergeben werden. Standardberechtigungen werden angewandt.

source: No project group selected. Default permissions will be applied.
de: Keine Projektgruppe asugewählt. Standardberechtigungen werden angewandt.

source: The number of objects in batch must be an positive integer.
de: Die Anzahl der Objekte in dieser Charge muss eine positive ganze Zahl sein.

source: The maximum number of objects in one batch is %(max_batch_size)s.
de: Die maximale Anzahl an Objekten in einer Charge ist %(max_batch_size)s.

source: The first number must be an integer.
de: Die erste Zahl muss eine ganze Zahl sein.

source: Batch Object Creation
de: Batch-Objekterstellung

source: Unknown (%(name)s)
de: Unbekannt (%(name)s)

source: Please select at least one hazard or confirm that the object poses no hazards.
de: Bitte wählen Sie mindestens ein Gefahrensymbol aus, oder bestätigen Sie, dass das Objekt keine Gefahr darstellt.

source: Please select a sample.
de: Bitte wählen Sie eine Probe aus.

source: Please select a measurement.
de: Bitte wählen Sie eine Messung aus.

source: Please select an object reference.
de: Bitte wählen Sie eine Objektreferenz aus.

source: Please enter a magnitude.
de: Bitte geben Sie eine Größe ein.

source: Unable to parse time.
de: Zeitangabe konnte nicht geparst werden.

source: Unable to parse magnitude.
de: Größe konnte nicht geparst werden.

source: The magnitude must be a number.
de: Die Größe muss eine Zahl sein.

source: Please enter a valid datetime.
de: Bitte geben Sie einen gültigen Zeitpunkt ein.

source: Please select a user.
de: Bitte wählen Sie einen Nutzer aus.

source: invalid timeseries CSV data, expected datetime string or relative time in seconds, magnitude and (optional) magnitude in base units
de: Ungültige CSV-Daten für Zeitreihe, erwartet: Zeitpunkt als Zeichenkette oder relative Zeitangabe in Sekunden, Größe und (optional) Größe in Basiseinheiten

source: invalid datetime in timeseries, expected format: YYYY-MM-DD hh:mm:ss.ffffff
de: Ungültiger Zeitpunkt in Zeitreihe, erwartetes Format: JJJJ-MM-TT hh:mm:ss.ffffff

source: unable to convert datetime from your timezone to UTC
de: Zeitpunkt konnte nicht von Ihrer Zeitzone in UTC umgewandelt werden

source: Please select a file.
de: Bitte wählen Sie eine Datei aus.

source: Please select a file with one of these extensions: %(extensions)s
de: Bitte wählen Sie eine Datei mit einer dieser Erweiterungen: %(extensions)s

source: The advanced search was used automatically. Search for "%(query_string)s" to use the simple search.
de: Die erweiterte Suche wurde automatisch verwendet. Suchen Sie nach "%(query_string)s" um die einfache Suche zu verwenden.

source: Hazards
de: Gefahren

source: Objects
de: Objekte

source: Unnamed Action
de: Unbenannte Aktion

source: .eln file
de: .eln-Datei

source: Only one of location_ids and location may be set.
de: location_ids und location dürfen nicht beide gesetzt sein.

source: Unable to parse location IDs.
de: Orts-IDs konnten nicht geparst werden.

source: Invalid location ID.
de: Ungültige Orts-ID.

source: Only one of action_ids and action may be set.
de: action_ids und action dürfen nicht beide gesetzt sein.

source: Unable to parse action IDs.
de: Aktions-IDs konnten nicht geparst werden.

source: Unable to parse instrument IDs.
de: Instrument-ID konnte nicht geparst werden.

source: Invalid instrument ID.
de: Ungültige Instrument-ID

source: Only one of action_type_ids and t may be set.
de: action_type_ids und t dürfen nicht beide gesetzt sein.

source: Unable to parse action type IDs.
de: Aktionstyp-IDs konnten nicht geparst werden.

source: Invalid action type ID.
de: Ungültige Aktionstyp-ID

source: Only one of related_user_ids and related_user may be set.
de: related_user_ids und related_user dürfen nicht beide gesetzt sein.

source: Unable to parse related user IDs.
de: Die IDs zugehöriger Nutzer konnten nicht geparst werden.

source: Invalid related user ID.
de: Ungültige Zugehöriger-Nutzer-ID.

source: Unable to parse user ID.
de: Nutzer-ID konnte nicht geparst werden.

source: Unable to parse group ID.
de: Gruppen-ID konnte nicht geparst werden.

source: Invalid group ID.
de: Ungültige Gruppen-ID.

source: You need to be a member of this group to list its objects.
de: Sie müssen ein Mitglied dieser Gruppe sein, um ihre Objekte anzeigen zu können.

source: Unable to parse project ID.
de: Projekt-ID konnte nicht geparst werden.

source: Invalid project ID.
de: Ungültige Projekt-ID.

source: You need to be a member of this project group to list its objects.
de: Sie müssen ein Mitglied dieser Projektgruppe sein, um ihre Objekte anzeigen zu können.

source: Unable to parse database ID.
de: Datenbank-ID konnte nicht geparst werden.

source: Invalid database ID.
de: Ungültige Datenbank-ID.

source: Unable to parse origin ID.
de: Quell-ID konnte nicht geparst werden.

source: The selected location does not have the capacity to store these objects.
de: Der ausgewählte Ort hat nicht die nötigen Kapazitäten um diese Objekte zu lagern.

source: Successfully assigned a new location to objects.
de: Der neue Ort wurde erfolgreich den Objekten zugewiesen.

source: Please select a location or a responsible user.
de: Bitte wählen Sie einen Ort oder einen verantwortlichen Nutzer aus.

source: It is not allowed to use permissions higher than read for special groups.
de: Es ist nicht erlaubt Berechtigungen größer als Lesen für Sondergruppen zu verwenden.

source: Updated permissions successfully.
de: Die Berechtigungen wurden erfolgreich aktualisiert.

source: You already have permissions to access this object.
de: Sie haben bereits Berechtigungen für dieses Objekt.

source: Your request for permissions has been sent.
de: Ihre Berechtigungs-Anfrage wurde versandt.

source: Successfully copied object permissions.
de: Die Berechtigungen wurden erfolgreich kopiert.

source: A problem occurred while changing the object permissions. Please try again.
de: Beim Ändern der Berechtigungen ist ein Problem aufgetreten. Bitte versuchen Sie es später erneut.

source: Unable to contact %(component_name)s. Missing database address.
de: Der Verbindungsaufbau zu %(component_name)s ist fehlgeschlagen. Die Datenbankadresse fehlt.
