Repository: sciapp/sampledb
Catalog: sampledb/translations/*/LC_MESSAGES/extracted_messages.po
Languages: de

source: No, publications are disabled for objects created with actions of this type
de: Nein, Publikationen sind für Objekte deaktiviert, die mit Aktionen diesen Typs erstellt wurden

source: Enable Comments
de: Kommentare aktivieren

source: Yes, comments are enabled for objects created with actions of this type
de: Ja, Kommentare sind für Objekte aktiviert, die mit Aktionen diesen Typs erstellt wurden

source: No, comments are disabled for objects created with actions of this type
de: Nein, Kommentare sind für Objekte deaktiviert, die mit Aktionen diesen Typs erstellt wurden

source: Enable Activity Log
de: Aktivitäts-Log aktivieren

source: Yes, the activity log is enabled for objects created with actions of this type
de: Ja, das Aktivitäts-Log ist für Objekte aktiviert, die mit Aktionen diesen Typs erstellt wurden

source: No, the activity log is disabled for objects created with actions of this type
de: Nein, das Aktivitäts-Log ist für Objekte aktiviert, die mit Aktionen diesen Typs erstellt wurden

source: Enable Related Objects
de: Zugehörige Objekte anzeigen

source: Yes, show related objects for objects created with actions of this type
de: Ja, zugehörige Objekte werden für Objekte angezeigt, die mit Aktionen diesen Typs erstellt wurden

source: No, do not show related objects for objects created with actions of this type
de: Nein, zugehörige Objekte werden für Objekte nicht angezeigt, die mit Aktionen diesen Typs erstellt wurden

source: Disable Creating Objects
de: Verhindere Erzeugen von Objekten

source: Yes, disable creating objects of this type
de: Ja, verhindere das Erzeugen von Objekten dieses Typs

source: No, allow creating objects of this type
de: Nein, erlaube das Erzeugen von Objekten dieses Typs

source: Allow including as Schema Template
de: Erlaube das Einbinden als Schema-Vorlage

source: Yes, allow including actions of this type as schema templates in other actions
de: Ja, erlaube das Einbinden von Aktionen dieses Typs als Schema-Vorlage in anderen Aktionen

source: No, disable including actions of this type as schema templates in other actions
de: Nein, verhindere das Einbinden von Aktionen dieses Typs als Schema-Vorlage in anderen Aktionen

source: Enable Linking to Project Group
de: Verknüpfen mit Projektgruppe aktivieren

source: Yes, objects created with actions of this type can be linked to a project group as project metadata
de: Ja, Objekte die mit Aktionen diesen Typs erstellt wurden können als Projekt-Metadaten mit einer Projektgruppe verknüpft werden

source: No, objects created with actions of this type cannot be linked to a project group as project metadata
de: Nein, Objekte die mit Aktionen diesen Typs erstellt wurden können nicht als Projekt-Metadaten mit einer Projektgruppe verknüpft werden

source: Enable Linking to Instrument
de: Verknüpfen mit Instrument aktivieren

source: Yes, objects created with actions of this type can be linked to an instrument as instrument metadata
de: Ja, Objekte die mit Aktionen diesen Typs erstellt wurden können als Instrument-Informationen mit einem Instrument verknüpft werden

source: No, objects created with actions of this type cannot be linked to an instrument as instrument metadata
de: Nein, Objekte die mit Aktionen diesen Typs erstellt wurden können nicht als Instrument-Informationen mit einem Instrument verknüpft werden

source: Usable in
de: Verwendbar in

source: SciCat Export Type
de: SciCat-Export-Typ

source: View Actions
de: Aktionen anzeigen

source: Modify the settings for this action type.
de: Einstellungen für diesen Aktionstyp bearbeiten.

source: Edit Action Type
de: Aktionstyp bearbeiten

source: Please enter a name.
de: Bitte geben Sie einen Namen ein.

source: Please enter a shorter name (at most 100 characters).
de: Bitte geben Sie einen kürzeren Namen ein (höchstens 100 Zeichen).

source: Object Name (singular)
de: Objektname (Singular)

source: Please enter an object name (singular).
de: Bitte geben Sie einen Objektnamen (Singular) ein.

source: Please enter a shorter object name (singular) (at most 100 characters).
de: Bitte geben Sie einen kürzeren Objektnamen (Singular) ein (höchstens 100 Zeichen).

source: Object Name (plural)
de: Objektname (Plural)

source: Please enter an object name (plural).
de: Bitte geben Sie einen Objektnamen (Plural) ein.

source: Please enter a shorter object name (plural) (at most 100 characters).
de: Bitte geben Sie einen kürzeren Objektnamen (Plural) ein (höchstens 100 Zeichen).

source: View text
de: Anzeigetext

source: Please enter a view text.
de: Bitte geben Sie einen Anzeigetext ein.

source: Please enter a shorter view text (at most 100 characters).
de: Bitte geben Sie einen kürzeren Anzeigetext ein (höchstens 100 Zeichen).

source: Please enter a perform text.
de: Bitte geben Sie einen Durchführungstext ein.

source: Please enter a shorter perform text (at most 100 characters).
de: Bitte geben Sie einen kürzeren Durchführungstext ein (höchstens 100 Zeichen).

source: Only administrators can create actions of this type
de: Nur Administratoren können Aktionen dieses Typs erstellen

source: Show this action type on the frontpage
de: Aktionstyp auf Startseite anzeigen

source: Show actions of this type in the navbar
de: Aktionen dieses Typs in der Navigationsleiste anzeigen

source: Show action type in object filters
de: Aktionstyp in Objektfiltern anzeigen

source: Enable labels for objects created with actions of this type
de: Etiketterstellung für Objekte aktivieren, die mit Aktionen dieses Typs erstellt wurden

source: Enable files for objects created with actions of this type
de: Dateien für Objekte aktivieren, die mit Aktionen dieses Typs erstellt wurden

source: Enable locations and responsible users for objects created with actions of this type
de: Orte und verantwortliche Nutzer für Objekte aktivieren, die mit Aktionen dieses Typs erstellt wurden

source: Enable publications for objects created with actions of this type
de: Publikationen für Objekte aktivieren, die mit Aktionen dieses Typs erstellt wurden

source: Enable comments for objects created with actions of this type
de: Kommentare für Objekte aktivieren, die mit Aktionen dieses Typs erstellt wurden

source: Enable the activity log for objects created with actions of this type
de: Aktivitäts-Log für Objekte aktivieren, die mit Aktionen dieses Typs erstellt wurden

source: Show related objects for objects created with actions of this type
de: Zugehörige Objekte für Objekte anzeigen, die mit Aktionen dieses Typs erstellt wurden

source: Disable creating objects of this action type
de: Verhindere das Erzeugen von Objekten dieses Aktionstyps

source: Allow actions of this type as schema templates in other actions
de: Erlaube das Einbinden von Aktionen dieses Typs als Schema-Vorlage in anderen Aktionen

source: Enable linking objects created with actions of this type to project groups
de: Verknüpfen mit Projektgruppen für Objekte aktivieren, die mit Aktionen dieses Typs erstellt wurden

source: Enable linking objects created with actions of this type to instruments
de: Verknüpfen mit Instrumenten für Objekte aktivieren, die mit Aktionen dieses Typs erstellt wurden

source: Nothing selected
de: Nichts ausgewählt

source: Action Types represent different kinds of actions, such as sample creation or measurements.
de: Aktionstypen repräsentieren verschiedene Arten von Aktionen, wie z.B. Probenerstellung oder Messungen.

source: Create Action Type
de: Aktionstyp erstellen

source: Adjust sorting
de: Sortierung anpassen

source: Apply
de: Anwenden

source: Action
de: Aktion

source: This custom action is not public.
de: Diese benutzerdefinierte Aktion ist nicht öffentlich.

source: This custom action is public.
de: Diese benutzerdefinierte Aktion ist öffentlich.

source: This action has been hidden from action lists.
de: Diese Aktion wurde aus Aktionslisten versteckt.

source: Only administrators can create objects with this action.
de: Nur Administratoren können mit dieser Aktion Objekte erstellen.

source: Only administrators can edit this action.
de: Nur Administratoren können diese Aktion bearbeiten.

source: Modify the settings for this action.
de: Einstellungen für diese Aktion modifizieren.

source: Edit Action
de: Aktion bearbeiten

source: Edit the permissions for this action.
de: Berechtigungen für diese Aktion modifizieren.

source: Edit Permissions
de: Berechtigungen bearbeiten

source: Create a new custom action based on the settings for this action.
de: Eine neue Aktion aufbauend auf dieser Aktion erstellen.

source: Use as Template
de: Als Vorlage benutzen

source: Objects must have a property 'name' as a <i>Text (Simple)</i> property.
de: Objekte benötigen eine Eigenschaft 'name' als <i>Text (einfach)</i>.

source: Object name must be a <i>Text (Simple)</i> property.
de: Der Objektname muss eine <i>Text (einfach)</i> Eigenschaft sein.

source: Object name must be required.
de: Der Objektname muss erforderlich sein.

source: Please enter a title.
de: Bitte geben Sie einen Titel ein.

source: Objects must have at least one property.
de: Objekte benötigen mindestens eine Eigenschaft.

source: Please enter a number.
de: Bitte geben Sie eine Zahl ein.

source: Please enter a number greater than or equal to zero.
de: Bitte geben Sie eine Zahl größer oder gleich null ein.

source: Please enter a number less than or equal to the maximum length.
de: Bitte geben Sie eine Zahl kleiner oder gleich der maximalen Länge ein.

source: Please enter a number greater than or equal to the minimum length.
de: Bitte geben Sie eine Zahl größer oder gleich der minimalen Länge ein.

source: Name must be unique.
de: Der Name muss einmalig sein.

source: Name must not be 'hazards' or 'tags'.
de: Der Name darf nicht 'hazards' oder 'tags' sein.

source: Name must begin with a character.
de: Der Name muss mit einem Buchstaben beginnen.

source: Name must end with a character or a number.
de: Der Name muss mit einem Buchstaben oder einer Ziffer enden.

source: Name must only contain characters, numbers and individual underscores.
de: Der Name darf nur Buchstaben, Ziffern und einzelne Unterstriche enthalten.

source: Title must not be empty.
de: Der Titel darf nicht leer sein.

source: Title must not be whitespace only.
de: Der Titel darf nicht nur Leerzeichen enthalten.

source: Tooltip must not be empty.
de: Der Tooltip-Text darf nicht leer sein.

source: Tooltip must not be whitespace only.
de: Der Tooltip-Text darf nicht nur Leerzeichen enthalten.

source: Note must not be empty.
de: Der Hinweis darf nicht leer sein.

source: Note must not be whitespace only.
de: Der Hinweis darf nicht nur Leerzeichen enthalten.

source: Choices must not be empty.
de: Auswahlmöglichkeiten dürfen nicht leer sein.

source: Please enter units or 1.
de: Bitte geben Sie die Einheiten oder 1 ein.

source: Please enter the default magnitude (in base units) as a number.
de: Bitte geben Sie den Standardwert (in Basis-Einheiten) als Zahl ein.

source: Please enter valid units
de: Bitte geben Sie gültige Einheiten ein

source: Schema Template input must not be empty
de: Schema-Vorlagen Auswahl darf nicht leer sein

source: Please enter a number between 0 and 15.
de: Bitte geben Sie eine Zahl zwischen 0 und 15 ein.

source: Please enter allowed file extensions.
de: Bitte geben Sie erlaubte Dateiendungen ein.

source: <strong>Warning:</strong> Custom Actions are an advanced feature that most users of %(service_name)s will not need. See the <a href="https://scientific-it-systems.iffgit.fz-juelich.de/SampleDB/user_guide/actions.html">User Guide</a> for more information.
de: <strong>Achtung:</strong> Benutzerdefinierte Aktionen sind eine fortgeschrittene Funktion von %(service_name)s, welche die meisten Nutzer nicht benötigen. Mehr Informationen dazu finden Sie im <a href="https://scientific-it-systems.iffgit.fz-juelich.de/SampleDB/user_guide/actions.html">Benutzerhandbuch</a>.

source: Please enter a shorter action name (at most 100 characters).
de: Bitte geben Sie einen kürzeren Aktionsnamen an (höchstens 100 Zeichen).

source: Please enter an action name in English.
de: Bitte geben Sie den englischen Aktionsnamen ein.

source: Short Description
de: Kurzbeschreibung

source: shown on the action site
de: wird auf der Aktionsseite angezeigt

source: Use Markdown
de: Markdown verwenden

source: shown in action lists
de: wird in der Aktionsliste angezeigt

source: User specific action
de: Nutzerspezifische Aktion

source: Public
de: Öffentlich

source: The 'name', 'tags', and 'hazards' properties will be removed when using this schema template in other actions.
de: Wenn Sie diese Schema-Vorlage nutzen, werden die Eigenschaften 'name', 'tags' und 'hazards' entfernt.

source: No instrument selected
de: Kein Instrument ausgewählt

source: Use the Topics of the Instrument
de: Die Themen des Instruments verwenden

source: No topic selected
de: Kein Thema ausgewählt

source: Hide this action from action lists
de: Diese Aktion aus Aktionslisten verstecken

source: When creating objects with this action, grant READ permissions to all signed-in users by default
de: Beim Erstellen eines Objekts mit dieser Aktion allen angemeldeten Nutzern standardmäßig LESE-Berechtigungen geben

source: All users with Read permissions can create objects using this action
de: Alle Nutzer mit Lese-Berechtigungen können mit dieser Aktion Objekte erstellen

source: Only administrators can create objects using this action
de: Nur Administratoren können mit dieser Aktion Objekte erstellen

source: Creating objects using this action is disabled
de: Das Erzeugen von Objekten mit dieser Aktion ist deaktiviert

source: Invalid JSON input, can not use graphical editor
de: Ungültige JSON-Eingabe, grafischer Editor kann nicht verwendet werden

source: Use Graphical Editor
de: Grafischen Editor verwenden

source: Graphical Editor
de: Grafischer Editor

source: Title
de: Titel

source: Enabled
de: An

source: Disabled
de: Aus

source: Properties
de: Eigenschaften

source: Add&nbsp;property
de: Eigenschaft&nbsp;hinzufügen

source: Remove&nbsp;property
de: Eigenschaft&nbsp;entfernen

source: Move&nbsp;property&nbsp;up
de: Eigenschaft&nbsp;nach&nbsp;oben&nbsp;verschieben

source: Move&nbsp;property&nbsp;down
de: Eigenschaft&nbsp;nach&nbsp;unten&nbsp;verschieben

source: The internal name of the property, e.g. for use in search queries. Must only consist of characters, numbers and single underscores. Examples: name, temperature, distance_z
de: Der interne Name der Eigenschaft, z.B. zur Verwendung in Suchanfragen. Darf nur Buchstaben, Ziffern und einzelne Unterstriche enthalten. Beispiele: name, temperature, distance_z

source: The title of the property. Examples: Name, Temperature, Distance Z
de: Der Titel der Eigenschaft. Beispiele: Name, Temperatur, Abstand Z

source: Text (Simple)
de: Text (einfach)

source: Text (Multiline)
de: Text (mehrzeilig)

source: Text (Choice)
de: Text (Auswahl)

source: Boolean
de: Wahrheitswert

source: Time Series
de: Zeitreihe

source: File
de: Datei

source: Plotly Chart
de: Plotly Grafik

source: Schema Template
de: Schema-Vorlage

source: Required
de: Erforderlich

source: Yes
de: Ja

source: No
de: Nein

source: Additional information on the property.
de: Weitere Informationen zur Eigenschaft.

source: Note
de: Hinweis

source: A tooltip text, shown when holding the mouse cursor over the title.
de: Ein Tooltip-Text, der angezeigt wird, wenn der Mauszeiger über den Titel gehalten wird.

source: Placeholder
de: Platzhalter

source: Default
de: Standardwert

source: A regular expression to restrict what values are valid for the property. Examples: ^.*$, ^Sample-[0-9]+$
de: Ein regulärer Ausdruck, um die für die Eigenschaft gültigen Werte einzuschränken. Beispiele: ^.*$, ^Probe-[0-9]+$

source: Pattern
de: Muster

source: Minimum Length
de: Minimale Länge

source: Maximum Length
de: Maximale Länge

source: A list of values the user can choose from, one per line.
de: Eine Liste von Auswahlmöglichkeiten; ein Wert pro Zeile.

source: Choices
de: Auswahlmöglichkeiten

source: Use the user creating the object as the default value for this field.
de: Den Nutzer, der das Objekt erstellt, als Standardwert verwenden.

source: Unit or a list of units the user can choose from, separated by commas.
de: Einheit oder Liste von auswählbaren Einheiten, getrennt durch Kommata.

source: Units
de: Einheiten

source: Standard magnitude in base units.
de: Standardwert in Basiseinheiten.

source: Number of decimal digits to display.
de: Anzahl der anzuzeigenden Nachkommastellen.

source: Decimal Digits
de: Nachkommastellen

source: Limit files to specific file extensions, e.g. &quot;.png, .jpg, .jpeg&quot;
de: Begrenze Dateien auf spezifische Dateiendungen, .z.B. &quot;.png, .jpg, .jpeg&quot;

source: File Extensions
de: Dateiendungen

source: Show previews for image files.
de: Zeige Vorschau für Bild-Dateien.

source: Preview
de: Vorschau

source: Schema Editor Warning
de: Schema Editor Warnung

source: The schema for this action contains advanced features which the graphical schema editor does not support. If you continue, these might be removed from the schema.
de: Das Schema dieser Aktion enthält fortgeschrittene Funktionen, die vom grafischen Schema-Editor nicht unterstützt werden. Falls Sie fortfahren, könnten diese aus dem Schema entfernt werden.

source: Use JSON Editor
de: JSON-Editor verwenden

source: Action Permissions
de: Aktionsberechtigungen

source: Permission to view actions and use them to create objects.
de: Berechtigungen um Aktionen anzuzeigen und sie zu nutzen, um Objekte zu erstellen.

source: Permission to edit the schemas and descriptions of actions. Includes Read permissions.
de: Berechtigung um Schemas und Beschreibungen von Aktionen zu bearbeiten. Beinhaltet Lese-Berechtigungen.

source: %(action_type)s Actions
de: %(action_type)s-Aktionen

source: for topic:
de: für das Thema:

source: for topics:
de: für die Themen:

source: Actions represent processes like creating a sample or performing a measurement.
de: Aktionen repräsentieren Prozesse wie die Erstellung einer Probe oder das Durchführen einer Messung.

source: Create Action
de: Aktion erstellen

source: Filters
de: Filter

source: Filter by Topics
de: Nach Themen filtern

source: Clear
de: Leeren

source: Updatable Objects
de: Aktualisierbare Objekte

source: Automatically Updatable Objects
de: Automatisch Aktualisierbare Objekte

source: Start Schema Updates
de: Schema-Aktualisierung starten

source: Select all
de: Alle auswählen

source: Deselect all
de: Alle abwählen

source: Missing permissions.
de: Fehlende Berechtigungen.

source: New object version.
de: Neue Objektversion.

source: No automatically updatable objects were found during the most recent check for updatable objects.
de: Während der letzten Prüfung auf aktualisierbare Objekte wurden keine automatisch aktualisierbaren Objekte gefunden.

source: Manually Updatable Objects
de: Manuell Aktualisierbare Objekte

source: Update Schema
de: Schema aktualisieren

source: No objects requiring a manual schema update were found during the most recent check for updatable objects.
de: Während der letzten Prüfung auf aktualisierbare Objekte wurden keine Objekte gefunden, die eine manuelle Schema-Aktualisierung benötigen.

source: Administrators can use automatic schema updates to update the schemas of all objects which do not need any changes to their data to match the current schema of their action.
de: Administratoren können automatische Schema-Aktualisierungen nutzen, um die Schemata von allen Objekten zu aktualisieren, deren Daten nicht verändert werden müssen, um dem aktuellen Schema der jeweiligen Aktion zu entsprechen.

source: %(service_name)s is currently checking for objects that can have their schemas updated automatically. This may take a few minutes.
de: %(service_name)s prüft gerade auf Objekte, deren Schema automatisch aktualisiert werden kann. Dies kann mehrere Minuten dauern.

source: To be able to perform automatic schema updates, %(service_name)s can check for objects that can have their schemas updated automatically. This may take a few minutes.
de: Um auf automatische Schema-Aktualisierungen zu prüfen, kann %(service_name)s nach Objekten suchen, deren Schema automatisch aktualisiert werden kann. Dies kann mehrere Minuten dauern.

source: Check for Updatable Objects
de: Auf aktualisierbare Objekte prüfen

source: %(service_name)s will check for objects that can have their schemas updated automatically. This may take a few minutes.
de: %(service_name)s wird prüfen, ob es Objekte gibt, deren Schema automatisch aktualisiert werden kann. Dies kann mehrere Minuten dauern.

source: Filter by Action
de: Nach Aktion filtern

source: All actions
de: Alle Aktionen

source: All Actions
de: Alle Aktionen

source: Updatable Object Check
de: Prüfung auf Aktualisierbare Objekte

source: Automatic Schema Update
de: Automatische Schema-Aktualisierung

source: Updated Objects
de: Aktualisierte Objekte

source: Automatic
de: Automatisch

source: Manual
de: Manuell

source: Success
de: Erfolg

source: Failure
de: Fehler

source: Done
de: Erledigt

source: Starting
de: Startet

source: Update Schemas
de: Schemata aktualisieren

source: %(num_objects)d objects were updated successfully.
de: %(num_objects)d Objekte wurden erfolgreich aktualisiert.

source: %(num_objects)d objects could not be updated.
de: %(num_objects)d Objekte konnten nicht aktualisiert werden.

source: Reload Page
de: Seite neuladen

source: The status of a check for automatically updatable objects has changed. Please reload the page.
de: Der Status einer Prüfung auf automatisch aktualisierbare Objekte hat sich verändert. Bitte laden Sie die Seite neu.

source: The status of an automatic schema update has changed. Please reload the page.
de: Der Status einer automatischen Schema-Aktualisierung hat sich verändert. Bitte laden Sie die Seite neu.

source: Background Tasks
de: Hintergrund-Aufgaben

source: Background tasks are currently enabled.
de: Hintergrund-Aufgaben sind aktuell aktiviert.

source: Background tasks are currently disabled.
de: Hintergrund-Aufgaben sind aktuell deaktiviert.

source: This table shows a list of pending or failed tasks.
de: Diese Tabelle zeigt eine List aller ausstehenden oder fehlgeschlagenen Aufgaben.

source: Some tasks will be deleted automatically once they are completed or fail.
de: Manche Aufgaben werden automatisch gelöscht, sobald Sie abgeschlossen oder fehlgeschlagen sind.

source: Data
de: Daten

source: There are no pending or failed tasks.
de: Aktuell gibt es keine ausstehenden oder fehlgeschlagenen Aufgaben.

source: Warnings
de: Warnungen

source: There are numeric tags, please evaluate if these are necessary for your use case and set the configuration value <code>ENABLE_NUMERIC_TAGS</code> to <code>False</code> to disable them.
de: Es werden numerische Tags verwendet, bitte prüfen Sie, ob diese für Ihren Anwendungsfall notwendig sind und setzen Sie den Konfigurationswert <code>ENABLE_NUMERIC_TAGS</code> auf <code>False</code>, um diese zu deaktivieren.

source: Numeric tags are enabled, please do not set the configuration value <code>ENABLE_NUMERIC_TAGS</code> or set it to <code>False</code>.
de: Numerische Tags sind aktiviert, bitte setzen Sie den Konfigurationswert <code>ENABLE_NUMERIC_TAGS</code> nicht oder setzen Sie ihn auf <code>False</code>.

source: There are no warnings for this installation of SampleDB.
de: Es gibt keine Warnungen für diese SampleDB-Installation.

source: %(service_name)s can import objects from .eln files exported by other electronic lab notebooks.
de: %(service_name)s kann Objekte aus von anderen elektronischen Laborbüchern erzeugten .eln-Dateien importieren.
