Repository: sciapp/sampledb
Catalog: sampledb/translations/*/LC_MESSAGES/extracted_messages.po
Languages: de

source: Editing imported action types is not yet supported.
de: Das Bearbeiten importierter Aktionstypen wird noch nicht unterstützt.

source: Sample
de: Probe

source: Raw Dataset
de: Rohdatensatz

source: Derived Dataset
de: Abgeleiteter Datensatz

source: Unnamed Action Type
de: Unbenannter Aktionstyp

source: Please fill out the form.
de: Bitte füllen Sie das Formular aus.

source: The fields for name, object name (singular and plural), view text and perform text are required.
de: Die Felder für Name, Objektname (Singular und Plural), Anzeige- und Durchführungstext sind erforderlich.

source: Create
de: Erstellen

source: Save
de: Speichern

source: Invalid action type
de: Ungültiger Aktionstyp

source: Unknown action type
de: Unbekannter Aktionstyp

source: Actions with this type can only be created or edited by administrators.
de: Aktionen diesen Typs können nur von Administratoren erstellt oder bearbeitet werden.

source: Unable to parse topic IDs.
de: Thema-ID konnte nicht geparst werden.

source: Invalid topic ID.
de: Ungültige Thema-ID.

source: Invalid user ID.
de: Ungültige Nutzer-ID.

source: Unnamed Topic
de: Unbenanntes Thema

source: The used template does not exist anymore. Use the JSON editor to edit the existing action.
de: Die verwendete Schema-Vorlage existiert nicht mehr. Bitte verwenden Sie den JSON-Editor um die Aktion zu bearbeiten.

source: Editing imported actions is not yet supported.
de: Das Bearbeiten importierter Aktionen wird noch nicht unterstützt.

source: Using imported instruments to create actions is not supported.
de: Das Verwenden importierter Instrumente zur Erstellung von Aktionen wird nicht unterstützt.

source: Insufficient permissions to use the requested instrument.
de: Unzureichende Berechtigungen, um das angefragte Instrument zu nutzen.

source: The requested instrument does not exist.
de: Das angefragte Instrument existiert nicht.

source: Insufficient permissions to use the requested action as a template.
de: Unzureichende Berechtigungen um die angefragte Aktion als Schablone zu nutzen.

source: The requested action does not exist.
de: Die angefragte Aktion existiert nicht.

source: Only administrators can create actions of this type.
de: Nur Administratoren können Aktionen diesen Typs erstellen.

source: GHS Hazards
de: GHS Gefahren

source: Unnamed Instrument
de: Unbenanntes Instrument

source: Unknown error:
de: Unbekannter Fehler:

source: Something went wrong
de: Ein Fehler ist aufgetreten

source: Please input a name.
de: Bitte geben Sie einen Namen ein.

source: Please input a name with a length between 1 and 100.
de: Bitte geben Sie einen Namen mit 1 bis 100 Zeichen ein.

source: The action was updated successfully.
de: Die Aktion wurde erfolgreich aktualisiert.

source: Successfully updated action permissions.
de: Die Aktionsberechtigungen wurden erfolgreich aktualisiert.

source: Failed to update action permissions.
de: Das Bearbeiten der Aktionsberechtigungen ist fehlgeschlagen.

source: You need GRANT permissions to edit the permissions for this action.
de: Sie benötigen Rechtevergabe-Berechtigungen um die Berechtigungen dieser Aktion zu bearbeiten.

source: Please enter at least 1 character.
de: Bitte geben Sie mindestens 1 Zeichen ein.

source: Please enter at least 3 characters.
de: Bitte geben Sie mindestens 3 Zeichen ein.

source: The password must be at most %(max_bcrypt_password_length)s bytes long.
de: Das Passwort darf höchstens %(max_bcrypt_password_length)s Byte lang sein.

source: The object is currently being exported.
de: Dieses Objekt wird gerade exportiert.

source: Exporting imported objects is not supported.
de: Das Exportieren importierter Objekte wird nicht unterstützt.

source: No suitable Dataverses available for export.
de: Kein für Export brauchbares Dataverse verfügbar.

source: An error occurred while exporting the object: %(error)s
de: Beim Export des Objekts ist ein Fehler aufgetreten: %(error)s

source: Successfully deleted .eln file.
de: Die .eln-Datei wurde erfolgreich gelöscht.

source: Failed to parse .eln file: %(message)s
de: .eln Datei konnte nicht geparst werden: %(message)s

source: %(num_imported_objects)s objects were imported, but the following errors occurred:
de: %(num_imported_objects)s Objekte wurden importiert, allerdings sind dabei die folgenden Fehler aufgetreten:

source: The following errors occurred while trying to import objects:
de: Beim Versuch Objekte zu importieren sind die folgenden Fehler aufgetreten:

source: Successfully imported an object.
de: Ein Objekt wurde erfolgreich importiert.

source: Successfully imported %(num_imported_objects)s objects.
de: %(num_imported_objects)s Objekte wurden erfolgreich importiert.

source: An error occured: Failed to create federated identity.
de: Ein Fehler ist aufgetreten: Föderierte Identität konnte nicht erstellt werden.

source: PDF file
de: PDF-Dokument

source: Please select an export format.
de: Bitte wählen Sie ein Export-Format aus.

source: This database does not exist
de: Diese Datenbank existiert nicht

source: This database name is invalid
de: Dieser Datenbank-Name ist ungültig

source: This database address is invalid
de: Diese Datenbank-Adresse ist ungültig

source: A database with this UUID or name has already been added
de: Eine Datenbank mit dieser UUID oder diesem Namen wurde bereits hinzugefügt

source: Invalid UUID
de: Ungültige UUID

source: Only secure communication via https is allowed
de: Nur verschlüsselte Kommunikation über HTTPS ist erlaubt

source: Failed to update database
de: Das Aktualisieren der Datenbank ist fehlgeschlagen

source: Database information updated successfully
de: Die Datenbank-Informationen wurden erfolgreich aktualisiert

source: Successfully imported data changes.
de: Änderungen erfolgreich importiert.

source: Missing database address.
de: Die Datenbankadresse fehlt.

source: No valid authentication method configured.
de: Keine gültige Authentifikationsmethode konfiguriert.

source: Invalid authentication method.
de: Ungültige Authentifizierungsmethode.

source: Received invalid data. Error message: "%(error)s"
de: Ungültige Daten empfangen. Fehlermeldung: "%(error)s"

source: This database has not been configured to exchange data with other databases.
de: Diese Datenbank wurde nicht zum Austausch von Daten mit anderen Datenbanken konfiguriert.

source: Server error when requesting the data.
de: Serverfehler bei der Abfrage der Daten.

source: Received error code when requesting the data.
de: Fehlercode bei der Abfrage der Daten empfangen.

source: Failed to establish a connection to %(component_name)s (%(component_address)s).
de: Der Verbindungsaufbau zu %(component_name)s (%(component_address)s) ist fehlgeschlagen.

source: Successfully removed the authentication method.
de: Die Authentifizierungsmethode wurde erfolgreich entfernt.

source: Authentication method has already been deleted.
de: Die Authentifizierungsmethode wurde bereits gelöscht.

source: Failed to remove the authentication method.
de: Das Entfernen der Authentifizierungsmethode ist fehlgeschlagen.

source: Failed to add API token.
de: Das Hinzufügen eines API-Tokens ist fehlgeschlagen.

source: Invalid token. Required length: 64 digits.
de: Ungültiges Token. Geforderte Länge: 64 Zeichen.

source: This token has already been linked to this database.
de: Dieses Token wurde bereits mit dieser Datenbank verknüpft.

source: This UUID or name is already used by this instance (%(service_name)s)
de: Diese UUID oder dieser Name wird bereits von dieser lokalen Instanz verwendet (%(service_name)s)

source: Failed to add database
de: Das Hinzufügen der Datenbank ist fehlgeschlagen

source: The database information has been added successfully
de: Die Datenbank wurde erfolgreich angelegt

source: That database does not exist.
de: Diese Datenbank existiert nicht.

source: There is no alias for this database.
de: Es gibt keinen Nutzer-Alias für diese Datenbank.

source: User alias updated successfully.
de: Der Nutzeralias wurde erfolgreich aktualisiert.

source: The alias for this database has already been deleted.
de: Der Nutzer-Alias für diese Datenbank wurde bereits gelöscht.

source: An error occurred: Invalid database UUID.
de: Ein Fehler ist aufgetreten: Ungültige Datenbank UUID.

source: Unknown database (%(uuid)s)
de: Unbekannte Datenbank (%(uuid)s)

source: An error occurred: Users could not be linked.
de: Ein Fehler ist aufgetreten: Nutzer konnten nicht verknüpft werden.

source: You were successfully linked with a federated user from %(component_name)s.
de: Sie wurden erfolgreich mit einem föderierten Nutzer von %(component_name)s verknüpft.

source: The identity was successfully verified.
de: Die Identität wurde erfolgreich verifiziert.

source: The federated user already has a federated identity in this database.
de: Der föderierte Nutzer hat in dieser Datenbank bereits eine föderierte Identität.

source: Could not confirm identity: The databases are not in a federation.
de: Identität konnte nicht bestätigt werden: Die Datenbanken sind nicht in einer Föderation.

source: Failed to remove user links.
de: Entfernen der Nutzerverknüpfungen fehlgeschlagen.

source: Failed to revoke user links.
de: Widerrufen der Nutzerverknüpfungen fehlgeschlagen

source: You must keep at least one federated identity to login or add another authentication method first.
de: Sie müssen mindestens eine föderierte Identität für die Anmeldung behalten oder zuerst eine weitere Authentifizierungsmethode hinzufügen.

source: An error occurred: Failed to edit federated identity.
de: Ein Fehler ist aufgetreten: Föderierte Identität konnte nicht bearbeitet werden.

source: Successfully deleted user link.
de: Nutzerverknüpfungen erfolgreich entfernt.

source: Successfully revoked user link.
de: Nutzerverknüpfungen erfolgreich widerrufen.

source: Successfully enabled user link.
de: Nutzerverknüpfungen erfolgreich aktiviert.

source: The federated login is not available for %(component_name)s.
de: Die föderierte Anmeldung ist für %(component_name)s nicht verfügbar.

source: %(component_name)s disabled the federated login.
de: %(component_name)s hat den föderierten Login deaktiviert.

source: Failed to use federated login. Please contact an administrator.
de: Fehler beim nutzen der föderierten Anmeldung. Bitte kontaktieren Sie einen Administrator.

source: An error occurred: Failed to use federated login. Please try again.
de: Ein Fehler ist aufgetreten: Fehler beim verwenden der föderierten Anmeldung. Bitte versuchen Sie es erneut.

source: An error occurred: The authentication could not be verified. Please try again.
de: Ein Fehler ist aufgetreten: Die Authentifizierung konnte nicht bestätigt werden. Bitte versuchen Sie es erneut.

source: Failed to use federated login. Please try again.
de: Fehler beim verwenden der föderierten Anmeldung. Bitte versuchen Sie es erneut.

source: The federated user already has a federated identity in this database which is not verified. Please sign in to the corresponding user.
de: Der föderierte Nutzer hat in dieser Datenbank bereits eine föderierte Identität, die nicht verifiziert ist. Bitte melden Sie sich mit dem entsprechenden Nutzer an.

source: A user with this email address exists already. If you own this account, please use the sign in.
de: Ein Nutzer mit dieser E-Mail-Adresse existiert bereits. Falls Sie dieses Konto besitzen, nutzen Sie bitte die Anmeldung.

source: Failed to verify the authentication request. Please try again or contact an administrator. If you are an administrator, follow the <a href="%(docs_url)s">documentation</a>.
de: Fehler beim Verifizieren der Authentifizierungsanfrage. Bitte kontaktieren Sie einen Administrator. Wenn sie ein Administrator sind, folgen Sie der <a href="%(docs_url)s">Dokumentation</a>.

source: Failed to use federated login because of missing metadata. Please contact an administrator. If you are an administrator, follow the <a href="%(docs_url)s">documentation</a>.
de: Der föderierte Login konnte wegen fehlender Metadaten nicht verwendet werden. Bitte kontaktieren Sie einen Administrator. Wenn sie ein Administrator sind, folgen Sie der <a href="%(docs_url)s">Dokumentation</a>.

source: Sending an email failed. Please try again later or contact an administrator.
de: Das Senden einer E-Mail ist fehlgeschlagen. Bitte versuchen Sie es später erneut oder kontaktieren Sie einen Administrator.

source: Please see your email to confirm this mail address and create the user.
de: Bitte schauen Sie in Ihre E-Mails, um diese E-Mail-Adresse zu bestätigen und den Nutzer zu erstellen.

source: The selected username is not valid: %(error)s
de: Der gewählte Nutzername ist ungültig: %(error)s

source: Invalid token. Please login again.
de: Fehlerhafter Token. Bitte melden Sie sich erneut an.

source: The federated user already has a local federated identity. Please login with this user.
de: Der föderierte Nutzer hat in dieser Datenbank bereits eine föderierte Identität. Bitte melden Sie sich mit diesem Nutzer an.

source: The user was successfully created. Please sign in.
de: Der Nutzer wurde erfolgreich erstellt. Bitte melden Sie sich an.

source: Please enter your name as: surname, given names.
de: Bitte geben Sie ihren Namen wie folgt an: Nachname, Vornamen.

source: The group category was deleted successfully.
de: Die Gruppen-Kategorie wurde erfolgreich gelöscht.

source: The group category was created successfully.
de: Die Gruppen-Kategorie wurde erfolgreich erstellt.

source: Invalid parent group category.
de: Ungültige Eltern-Kategorie.

source: The group category was updated successfully.
de: Die Gruppen-Kategorie wurde erfolgreich aktualisiert.

source: The info page has been deleted successfully.
de: Die Infoseite wurde erfolgreich gelöscht.

source: The info page has already been disabled.
de: Die Infoseite wurde bereits deaktiviert.

source: The info page has already been enabled.
de: Die Infoseite wurde bereits aktiviert.

source: The info page has been disabled successfully.
de: Die Infoseite wurde erfolgreich deaktiviert.

source: The info page has been enabled successfully.
de: Die Infoseite wurde erfolgreich aktiviert.

source: The fields for title and content are required.
de: Die Felder für Titel und Inhalt sind Pflichtfelder.

source: Please enter a shorter title (at most 100 characters).
de: Bitte geben Sie einen kürzeren Titel ein (höchstens 100 Zeichen).

source: The info page has been created successfully.
de: Die Infoseite wurde erfolgreich erstellt.

source: The info page has been updated successfully.
de: Die Infoseite wurde erfolgreich aktualisiert.

source: You have successfully updated the instrument log entry.
de: Sie haben den Instrument-Log-Eintrag erfolgreich aktualisiert.

source: You have created a new instrument log entry.
de: Sie haben einen neuen Instrument-Log-Eintrag erstellt.

source: Please enter a log entry text, upload a file or select an object to create a log entry.
de: Bitte geben Sie einen Text ein, laden Sie eine Datei hoch oder wählen Sie ein Objekt aus, um einen Log-Eintrag zu erstellen.

source: You cannot create a log entry for this instrument.
de: Sie können keinen Log-Eintrag für dieses Instrument erstellen.

source: Please enter a valid event datetime.
de: Bitte geben Sie einen gültigen Ereigniszeitpunkt ein.

source: Please enter an instrument name.
de: Bitte geben Sie einen Instrumentnamen ein.

source: The instrument was created successfully.
de: Das Instrument wurde erfolgreich erstellt.

source: Editing imported instruments is not yet supported.
de: Das Bearbeiten importierter Instrumente wird noch nicht unterstützt.

source: Please enter an english instrument name.
de: Bitte geben Sie einen englischen Instrumentnamen ein.

source: The instrument was updated successfully.
de: Das Instrument wurde erfolgreich aktualisiert.

source: Missing or invalid object ID.
de: Fehlende oder ungültige Objekt-ID.

source: You do not have GRANT permissions for this object.
de: Sie haben keine Rechtevergabe-Berechtigungen für dieses Objekt.

source: This object cannot be linked to an instrument.
de: Dieses Objekt kann nicht mit einem Instrument verknüpft werden.

source: Object does not exist.
de: Dieses Objekt existiert nicht.

source: The instrument is already linked to an object or the object is already linked to an instrument.
de: Das Instrument ist bereits mit einem anderen Objekt verknüpft oder das Objekt ist bereits mit einem anderen Instrument verknüpft.

source: Successfully linked the object to the instrument.
de: Das Objekt wurde erfolgreich mit einem Instrument verknüpft.

source: This instrument is not linked to this object.
de: Das Instrument ist nicht mit diesem Objekt verknüpft.

source: Successfully unlinked the object from the instrument.
de: Die Verknüpfung zwischen dem Objekt und dem Instrument wurde erfolgreich aufgehoben.

source: This language code is already in use.
de: Dieses Sprachkürzel wird bereits verwendet.

source: The English language cannot be disabled for input.
de: Die englische Sprache kann nicht für Eingaben deaktiviert werden.

source: The English language cannot be disabled for the user interface.
de: Die englische Sprache kann nicht für die Benutzerschnittstelle deaktiviert werden.

source: The language code must stay "%(lang_code)s".
de: Das Sprachkürzel muss "%(lang_code)s" bleiben.

source: Something went wrong while updating the language. Please try again.
de: Das Aktualisieren der Sprache ist fehlgeschlagen. Bitte versuchen Sie es erneut.

source: Editing imported location types is not yet supported.
de: Das Bearbeiten importierter Ortstypen wird noch nicht unterstützt.

source: Only administrators can edit locations.
de: Nur Administratoren können Orte bearbeiten.

source: Editing imported locations is not yet supported.
de: Das Bearbeiten importierter Orte wird noch nicht unterstützt.

source: You do not have permissions to edit this location.
de: Ihnen fehlen die Berechtigungen um diesen Ort zu bearbeiten.

source: You do not have permissions to view this location.
de: Ihnen fehlen die Berechtigungen um diesen Ort anzuzeigen.

source: Successfully updated location permissions.
de: Die Ortsberechtigungen wurden erfolgreich aktualisiert.

source: Failed to update location permissions.
de: Das Bearbeiten der Ortsberechtigungen ist fehlgeschlagen.

source: You need GRANT permissions to edit the permissions for this location.
de: Sie benötigen Rechtevergabe-Berechtigungen um die Berechtigungen dieses Orts zu bearbeiten.

source: Only administrators can create locations.
de: Nur Administratoren können Orte erstellen.

source: The requested parent location does not exist.
de: Dieser Eltern-Ort existiert nicht.

source: You do not have the required permissions for the requested parent location.
de: Ihnen fehlen die Berechtigungen um den gewünschten Eltern-Ort zu nutzen.

source: This responsibility assignment does not exist.
de: Diese Verantwortungszuweisung existiert nicht.

source: This responsibility assignment belongs to another user.
de: Diese Verantwortungszuweisung gehört zu einem anderen Nutzer.

source: This responsibility assignment has already been confirmed.
de: Diese Verantwortungszuweisung wurde bereits bestätigt.

source: This responsibility assignment has already been declined.
de: Diese Verantwortungszuweisung wurde bereits abgelehnt.

source: The confirmation token is missing.
de: Das Bestätigungstoken fehlt.

source: The confirmation token is invalid.
de: Das Bestätigungstoken ist ungültig.

source: You have successfully confirmed this responsibility assignment.
de: Sie haben diese Verantwortungszuweisung erfolgreich bestätigt.

source: The declination token is missing.
de: Das Ablehnungstoken fehlt.

source: The declination token is invalid.
de: Das Ablehnungstoken ist ungültig.

source: You have successfully declined this responsibility assignment.
de: Sie haben diese Verantwortungszuweisung erfolgreich abgelehnt.

source: Please enter at least an english name.
de: Bitte geben Sie zumindest einen englischen Namen ein.

source: One of these languages is not supported.
de: Eine dieser Sprachen wird nicht unterstützt.

source: Please select a valid location type.
de: Bitte wählen Sie einen gültigen Ortstyp aus.

source: Only administrators may create locations of this type.
de: Nur Administratoren können Orte dieses Typs erstellen.

source: Locations of this type may not have a parent location.
de: Orte dieses Typs dürfen keinen Eltern-Ort haben.

source: This location may not have sub locations.
de: Dieser Ort darf keine Unter-Orte haben.

source: This location may not have responsible users.
de: Dieser Ort darf keine verantwortlichen Nutzer haben.

source: The location was created successfully.
de: Der Ort wurde erfolgreich erstellt.

source: The location was updated successfully.
de: Der Ort wurde erfolgreich aktualisiert.

source: <a href="%(user_url)s">%(user_name)s</a> created this object as part of a batch.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt als Teil einer Charge erstellt.

source: <a href="%(user_url)s">%(user_name)s</a> created this object.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt erstellt.

source: <a href="%(user_url)s">%(user_name)s</a> edited this object.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt bearbeitet.

source: <a href="%(user_url)s">%(user_name)s</a> posted a comment.
de: <a href="%(user_url)s">%(user_name)s</a> hat eine Datei eingetragen.

source: <a href="%(user_url)s">%(user_name)s</a> restored a previous version of this object.
de: <a href="%(user_url)s">%(user_name)s</a> hat eine vorherige Version dieses Objekts wiederhergestellt.

source: <a href="%(user_url)s">%(user_name)s</a> posted a file.
de: <a href="%(user_url)s">%(user_name)s</a> hat eine Datei eingetragen.

source: <a href="%(user_url)s">%(user_name)s</a> used this object in <a href="%(object_url)s">measurement %(measurement_name)s (#%(measurement_id)s)</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt in <a href="%(object_url)s">Messung %(measurement_name)s (#%(measurement_id)s)</a> verwendet.

source: <a href="%(user_url)s">%(user_name)s</a> used this object in <a href="%(object_url)s">measurement #%(measurement_id)s</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt in <a href="%(object_url)s">Messung #%(measurement_id)s</a> verwendet.

source: <a href="%(user_url)s">%(user_name)s</a> used this object in a measurement.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt in einer Messung verwendet.

source: <a href="%(user_url)s">%(user_name)s</a> used this object to create <a href="%(object_url)s">sample %(sample_name)s (#%(sample_id)s)</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt zur Erstellung von <a href="%(object_url)s">Probe %(sample_name)s (#%(sample_id)s)</a> verwendet.

source: <a href="%(user_url)s">%(user_name)s</a> used this object to create <a href="%(object_url)s">sample #%(sample_id)s</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt zur Erstellung von <a href="%(object_url)s">Probe #%(sample_id)s</a> verwendet.

source: <a href="%(user_url)s">%(user_name)s</a> used this object to create a sample.
de: <a href="%(user_url)s">%(user_name)s</a> hat das Objekt zur Erstellung einer Probe verwendet.

source: (confirmed)
de: (bestätigt)

source: (declined)
de: (abgelehnt)

source: (unconfirmed)
de: (unbestätigt)
