Repository: sciapp/sampledb
Catalog: sampledb/translations/*/LC_MESSAGES/extracted_messages.po
Languages: de

source: Please enter your email address.
de: Bitte geben Sie Ihre E-Mail-Adresse ein.

source: Please enter your ORCID iD or leave this field blank.
de: Bitte geben Sie eine ORCID iD ein oder lassen Sie dieses Feld leer.

source: Affiliation
de: Zugehörigkeit

source: Affiliation, e.g. your institute, company or department
de: Zugehörigkeit, z.B. Ihr Institut, Ihr Unternehmen oder Ihre Abteilung

source: Please enter your affiliation or leave this field blank.
de: Bitte geben Sie Ihre Zugehörigkeit ein oder lassen Sie dieses Feld leer.

source: Role
de: Position

source: Role, e.g. PhD student, principal investigator or technician
de: Position, z.B. Techniker, Projektleiter oder Doktorand

source: Please enter your role or leave this field blank.
de: Bitte geben Sie Ihre Position ein oder lassen Sie dieses Feld leer.

source: Username / Email
de: Nutzername / E-Mail

source: Authentication Method
de: Authentifizierungsmethode

source: Other
de: Andere

source: Federated Login
de: Föderierte Anmeldung

source: To remove this authentication method, revoke the corresponding federated identity.
de: Um diese Authentifizierungsmethode zu entfernen müssen Sie die zugehörige föderierte Identität widerrufen.

source: API tokens are an authentication method for use with the <a href="https://scientific-it-systems.iffgit.fz-juelich.de/SampleDB/developer_guide/api.html">HTTP API</a>.
de: API Token sind eine Authentifizierung zur Verwendung mit der <a href="https://scientific-it-systems.iffgit.fz-juelich.de/SampleDB/developer_guide/api.html">HTTP API</a>.

source: Description
de: Beschreibung

source: View Log
de: Log anzeigen

source: API access tokens are short-lived tokens for the use by interactive applications or scripts to authenticate with the <a href="https://scientific-it-systems.iffgit.fz-juelich.de/SampleDB/developer_guide/api.html">HTTP API</a>.
de: API Zugriffstoken sind kurzlebige Token zur Verwendung durch interaktive Anwendungen oder Skripte, um sich mit der <a href="https://scientific-it-systems.iffgit.fz-juelich.de/SampleDB/developer_guide/api.html">HTTP API</a> zu authentifizieren.

source: Expiration Datetime
de: Ablaufzeitpunkt

source: TOTP-based Two-Factor Authentication
de: TOTP-basierte Zwei-Faktor-Authentisierung

source: Unknown Two-Factor Authentication Method
de: Unbekannte Zwei-Faktor-Authentisierungsmethode

source: Disable
de: Deaktivieren

source: Enable
de: Aktivieren

source: Disable this method before deleting it.
de: Deaktivieren Sie diese Methode um sie löschen zu können.

source: Set up TOTP-based Two-Factor Authentication
de: TOTP-basierte Zwei-Faktor-Authentisierung einrichten

source: Set up FIDO2 Passkey for Two-Factor Authentication
de: FIDO2 Passkey für Zwei-Faktor-Authentisierung einrichten

source: Webhooks allow you to subscribe to the object log, as described in <a href="https://scientific-it-systems.iffgit.fz-juelich.de/SampleDB/developer_guide/webhooks.html">the documentation</a>.
de: Webhooks ermöglichen das Objekt-Log zu abonnieren, wie in <a href="https://scientific-it-systems.iffgit.fz-juelich.de/SampleDB/developer_guide/webhooks.html">der Dokumentation</a> beschrieben.

source: You have not yet created any webhooks.
de: Sie haben bisher keine Webhooks erstellt.

source: Address
de: Adresse

source: Last Contact
de: Letzter Kontakt

source: Remove
de: Entfernen

source: Add Webhook
de: Webhook hinzufügen

source: %(service_name)s will notify you about various events. By default, these notifications will be sent using the %(service_name)s notification system, but you can also chose to receive them via email or decide to ignore some notification types.
de: %(service_name)s wird Sie über verschiedene Ereignisse benachrichten. Standardmäßig werden diese Benachrichtigungen innerhalb von %(service_name)s übermittelt, aber Sie können auch einstellen, dass Sie einige Benachrichtungstypen per E-Mail erhalten oder ignorieren wollen.

source: Notification Type
de: Benachrichtigungstypen

source: Ignore
de: Ignorieren

source: Announcements
de: Ankündigungen

source: Becoming responsible for an object
de: Für ein Objekt verantworlich werden

source: Responsibility for an object being declined
de: Verantwortung für ein Objekt wird abgelehnt

source: Being invited to a basic group
de: In eine einfache Gruppe eingeladen werden

source: Being invited to a project group
de: In eine Projektgruppe eingeladen werden

source: Receiving object permission requests
de: Eine Anfrage nach Objektberechtigungen erhalten

source: Receiving a new instrument log entry
de: Einen neuen Instrument-Log-Eintrag erhalten

source: Receiving an edit to an instrument log
de: Eine Änderung in einem Instrument-Log-Eintrag erhalten

source: Being referenced in object metadata
de: In den Metadaten eines Objekts referenziert werden

source: Failure of importing an object into another database
de: Fehlschlag des Imports eines Objekts in eine andere Datenbank

source: Receiving notes after importing an object into another database
de: Hinweise beim Import eines Objekts in eine andere Datenbank erhalten

source: Being automatically linked with a user from another database
de: Automatisch mit einem Nutzer einer anderen Datenbank verknüpft werden

source: These permissions will be used for objects that you create in the future. To change the permissions for an already existing object, please use the <strong>Edit permissions</strong> button on the object's site.
de: Diese Berechtigungen werden für Objekte verwendet, die Sie in Zukunft erstellen. Um die Berechtigungen eines bereits erstellten Objekts zu ändern, verwenden Sie bitte den <strong>Berechtigungen bearbeiten</strong>-Knopf auf der Seite des Objekts.

source: Permission to view objects and their properties, files and comments.
de: Berechtigung um Objekte und deren Eigenschaften, Dateien und Kommentare zu sehen.

source: Permission to edit objects and their properties and add files and comments. Includes Read permissions.
de: Berechtigung um Objekte und deren Eigenschaften, Dateien und Kommentare zu bearbeiten. Beinhaltet Lese-Berechtigungen.

source: Permission to grant permissions to other users. Includes Write permissions.
de: Berechtigung um anderen Nutzern Berechtigungen zu erteilen. Beinhaltet Schreib-Berechtigungen.

source: Delete Dataverse API Token
de: Dataverse API Token löschen

source: Use Schema Editor
de: Schema Editor verwenden

source: Yes &mdash; Use graphical editor for editing action schemas (recommended)
de: Ja &mdash; Verwende den grafischen Editor zum Bearbeiten von Aktionsschemas (empfohlen)

source: No &mdash; Edit schemas as JSON using a text editor (advanced)
de: Nein &mdash; Bearbeite Schemas als JSON mit einem Texteditor (fortgeschritten)

source: Show object type and id on object page
de: Zeige Objekttyp und -ID auf der Objektseite

source: Yes &mdash; Show object type and id, e.g. "Sample #4"
de: Ja &mdash; Zeige Objekttyp und -ID, z.B. "Probe #4"

source: No &mdash; Hide object type and id
de: Nein &mdash; Verstecke Objekttyp und -ID

source: Default &mdash; Use the site-wide default setting
de: Standard &mdash; Verwende die dienstweite Standardeinstellung

source: Show object schema titles
de: Zeige Objekt-Schema Titel

source: Yes &mdash; Show object schema titles when viewing metadata
de: Ja &mdash; Zeige Objekt-Schema Titel beim Betrachten von Metadaten

source: No &mdash; Hide object schema titles when viewing metadata
de: Nein &mdash; Verstecke Objekt-Schema Titel beim Betrachten von Metadaten

source: Show objects table at full width
de: Zeige Objekttabelle in voller Breite

source: Yes &mdash; Let the objects table be as wide as the browser window
de: Ja &mdash; Mache die Objekttabelle so breit wie das Browserfenster

source: No &mdash; Limit the objects table to the regular content width
de: Nein &mdash; Begrenze die Objekttabelle auf die normale Inhaltsbreite

source: Show workflow views in popup windows
de: Zeige Workflow Ansichten in Dialogfenstern

source: Yes &mdash; Show workflow views in popup windows.
de: Ja &mdash; Zeige Workflow Ansichten in Dialogfenstern.

source: No &mdash; Show workflow views directly on the object page.
de: Nein &mdash; Zeige Workflow Ansichten direkt auf der Objektseite.

source: Collapse objects in workflow views
de: Objekte in Workflow Ansichten einklappen

source: Yes &mdash; Collapse objects in workflow views
de: Ja &mdash; Objekte in Workflow Ansichten einklappen

source: No &mdash; Expand objects in workflow views
de: Nein &mdash; Objekte in Workflow Ansichten ausklappen

source: Language
de: Sprache

source: Detect language (default):
de: Sprache erkennen (Standard):

source: Time Zone
de: Zeitzone

source: Detect time zone (default):
de: Zeitzone erkennen (Standard):

source: Objects per Page
de: Objekte pro Seite

source: all
de: alle

source: Use Admin Permissions
de: Administratorrechte verwenden

source: Yes &mdash; Always use <b>GRANT</b> permissions
de: Ja &mdash; Verwende immer <b>RECHTEVERGABE</b>-Berechtigungen

source: No &mdash; Use regular permission system
de: Nein &mdash; Verwende das normale Berechtigungenssystem

source: Show full invitation log for basic and project groups
de: Zeige Einladungslog für Gruppen an

source: Yes &mdash; Show all past invitations
de: Ja &mdash; Zeige alle Einladungen

source: No &mdash; Only show pending invitations
de: Nein &mdash; Zeige nur ausstehende Einladungen

source: Show hidden users in user lists
de: Zeige versteckte Nutzer in Nutzerlisten

source: Yes &mdash; Show hidden users in user lists
de: Ja &mdash; Zeige als versteckt markierte Nutzer in Nutzerlisten an

source: No &mdash; Hide hidden users in user lists
de: Nein &mdash; Verstecke als versteckt markierte Nutzer in Nutzerlisten

source: Close
de: Schließen

source: Add Authentication Method
de: Authentifizierungsmethode hinzufügen

source: Type
de: Typ

source: When signing in with a FIDO2 Passkey, %(service_name)s will <strong>not</strong> use any additional two-factor authentication methods configured in your preferences.
de: Wenn Sie sich mit einem FIDO2 Passkey anmelden, wird %(service_name)szusätzlich in Ihren Einstellungen eingerichtete Zwei-Faktor-Authentisierungsmethoden <strong>nicht</strong> verwenden.

source: Add
de: Hinzufügen

source: Change Password
de: Passwort ändern

source: Change
de: Ändern

source: Create API Token
de: API Token erstellen

source: Please enter a description for the API token.
de: Bitte geben Sie eine Beschreibung für das API Token an.

source: New API Token
de: Neues API Token

source: Make sure you save it &mdash; you won't be able to access it again.
de: Bitte sichern Sie das API Token &mdash; Sie werden nicht erneut darauf zugreifen können.

source: Target Address
de: Zieladresse

source: Create Webhook
de: Webhook erstellen

source: New Webhook Secret
de: Neues Webhook Geheimnis

source: See the <href="https://scientific-it-systems.iffgit.fz-juelich.de/SampleDB/developer_guide/webhooks.html#validation">documentation</a> on how to use and validate messages using a secret.
de: Siehe dazu auch die <a href=href="https://scientific-it-systems.iffgit.fz-juelich.de/SampleDB/developer_guide/webhooks.html#validation">Dokumentation</a> darüber, wie diese Geheimnisse zur Validierung von Nachrichten verwendet werden können.

source: The passkey failed to register with the following error:
de: Das Registrieren des Passkeys ist mit dem folgendem Fehler fehlgeschlagen:

source: Copied!
de: Kopiert!

source: Could not copy to clipboard, please use Ctrl+C.
de: Konnte nicht in die Zwischenablage kopieren, bitte nutzen Sie Strg+C.

source: User Profile
de: Nutzerprofil

source: Administrators can manage actions, objects and other %(service_name)s content.
de: Administratoren können Aktionen, Objekte und andere %(service_name)s Inhalte verwalten.

source: Bot users are meant for the automation of object creation and other tasks.
de: Botnutzer dienen der Automatisierung von Objekterstellung und ähnlichen Aufgaben.

source: Accounts marked as read only are unable to create or change entries in %(service_name)s.
de: Als nur lesend markierte Nutzer können keine Einträge in %(service_name)s erstellen oder verändern.

source: read only
de: nur lesend

source: Accounts marked as hidden will not be shown in user lists.
de: Als versteckt markierte Nutzer werden nicht in Nutzerlisten angezeigt.

source: hidden
de: versteckt

source: Deactivated accounts cannot be used until they are activated again.
de: Deaktivierte Nutzerkonten können nicht verwendet werden, bis sie wieder aktiviert wurden.

source: deactivated
de: deaktiviert

source: <a href="%(user_url)s">User #%(user_id)s</a> (<a href="%(component_url)s">%(component_name)s</a>)
de: <a href="%(user_url)s">Nutzer #%(user_id)s</a> (<a href="%(component_url)s">%(component_name)s</a>)

source: User #%(user_id)s (%(component_name)s)
de: Nutzer #%(user_id)s (%(component_name)s)

source: Imported from
de: Importiert von

source: Last Update
de: Letzte Aktualisierung

source: by <a href="%(user_url)s">%(user_name)s</a>
de: durch <a href="%(user_url)s">%(user_name)s</a>

source: Federated Identities
de: Föderierte Identitäten

source: Federated Identity with
de: Föderierte Identität mit

source: … with activity by this user
de: … mit Aktivität dieses Nutzers

source: … with <b>READ</b> permissions
de: … mit <b>LESE</b>-Berechtigungen

source: … with <b>WRITE</b> permissions
de: … mit <b>SCHREIB</b>-Berechtigungen

source: … with <b>GRANT</b> permissions
de: … mit <b>RECHTEVERGABE</b>-Berechtigungen

source: Mark as read only
de: Setze <i>nur lesend</i>

source: Unmark as read only
de: Entferne <i>nur lesend</i>

source: Mark as hidden
de: Setze <i>versteckt</i>

source: Unmark as hidden
de: Entferne <i>versteckt</i>

source: Activate
de: Aktivieren

source: Deactivate
de: Deaktivieren

source: Edit
de: Bearbeiten

source: Edit Profile Information
de: Profil-Informationen bearbeiten

source: Please enter an ORCID iD or leave this field blank.
de: Bitte geben Sie eine ORCID iD ein oder lassen Sie dieses Feld leer.

source: Affiliation, e.g. an institute, company or department
de: Zugehörigkeit, z.B. ein Institut, ein Unternehmen oder eine Abteilung

source: Publications can be linked to objects to track where and how an object has been used in a publication.
de: Publikationen können mit Objekten verknüpft werden, um nachverfolgen zu können, wo und wie diese in Veröffentlichungen genutzt werden.

source: Untitled publication
de: Publikation ohne Titel

source: No publications have been linked to any objects yet.
de: Es wurden noch keine Publikationen mit Objekten verknüpft.

source: Account Recovery Email sent to %(email)s
de: E-Mail zur Nutzerkonto-Wiederherstellung gesendet an %(email)s

source: If you have an account with this email address, you will receive an email in the next 30 minutes. Please follow the instructions to regain access to your account.
de: Falls Sie ein Nutzerkonto mit dieser E-Mail-Adresse besitzen, werden Sie in den nächsten 30 Minuten eine E-Mail erhalten. Bitte folgen Sie den Anweisungen, um wieder Zugriff zu Ihrem Account zu erhalten.

source: If this email does not arrive within 30 minutes, please check your junk mail folder and <a href="mailto:%(contact_email)s?subject=Account Recovery for %(email)s">contact an administator</a>.
de: Falls diese E-Mail nicht immerhalb von 30 Minuten ankommt, prüfen Sie Ihren Spam-Ordner und <a href="mailto:%(contact_email)s?subject=Account Recovery for %(email)s">kontaktieren Sie einen Administator</a>.

source: Create Account
de: Nutzerkonto erstellen

source: Please enter the necessary information to create an account.
de: Bitte geben Sie die notwendigen Informationen ein, um ein Nutzerkonto zu erstellen.

source: Retype Password
de: Passwort wiederholen

source: Forgot your password?
de: Passwort vergessen?

source: Enter your email address to receive an email to reset your password.
de: Geben Sie Ihre E-Mail-Adresse ein, um eine E-Mail zum Zurücksetzen Ihres Passworts zu erhalten.

source: Send Recovery Email
de: Wiederherstellungs-E-Mail senden

source: For information on the search function, see the <a href="https://scientific-it-systems.iffgit.fz-juelich.de/SampleDB/user_guide/search.html">User Guide</a>.
de: Informationen zur Suchfunktion finden Sie im <a href="https://scientific-it-systems.iffgit.fz-juelich.de/SampleDB/user_guide/search.html">Benutzerhandbuch</a>.

source: Search...
de: Suche...

source: Only search for
de: Nur suchen nach

source: Created with
de: Erstellt mit

source: Search Query Builder
de: Suchanfrage erstellen

source: You can use this tool to define conditions which the objects you search for should meet.
de: Sie können dieses Werkzeug verwenden um Bedingungen zu definieren, welche die Objekte nach denen Sie suchen erfüllen müssen.

source: Property
de: Eigenschaft

source: Condition
de: Bedingung

source: is equal to text
de: ist gleich zu Text

source: contains text
de: enthält Text

source: is not equal to text
de: ist nicht gleich zu Text

source: does not contain text
de: enthält Text nicht

source: is date equal to
de: ist gleich zu Datum

source: is date after
de: ist Datum nach

source: is date before
de: ist Datum vor

source: is true
de: ist wahr

source: is false
de: ist falsch

source: is equal to quantity
de: ist gleich zu Größe

source: is quantity greater than
de: ist größer als Größe

source: is quantity less than
de: ist kleiner als Größe

source: is not equal to quantity
de: ist nicht gleich zu Größe

source: is object reference equal to
de: ist eine Referenz zu dem Objekt

source: is object reference not equal to
de: ist eine Referenz zu einem anderen Objekt als

source: is user reference equal to
de: ist eine Referenz zu dem Nutzer

source: is user reference not equal to
de: ist eine Referenz zu einem anderen Nutzer als

source: has tag
de: hat Tag

source: is not set
de: ist nicht gesetzt

source: Quantity
de: Physikalische Größe

source: Object Reference
de: Objektreferenz

source: Object must meet all conditions (and)
de: Objekt muss alle Bedingungen erfüllen (and)

source: Object must meet only one condition (or)
de: Objekt muss nur eine Bedingung erfüllen (or)

source: Add Condition
de: Bedingung hinzufügen

source: Sign in to %(service_name)s
de: Anmelden bei %(service_name)s

source: Sign in with %(component_name)s
de: Anmelden mit %(component_name)s

source: To ensure the security of your account information, please sign in again.
de: Bitte melden Sie sich erneut an, um die Sicherheit Ihres Nutzerkontos zu gewährleisten.

source: If you have an LDAP account, you can use your LDAP username to sign in. Otherwise, if you do not have a %(service_name)s account yet, please ask another user for an invitation.
de: Falls Sie einen LDAP-Account haben, können Sie Ihren LDAP Nutzernamen zur Anmeldung verwenden. Ansonsten, falls Sie noch kein %(service_name)s Nutzerkonto haben, fragen Sie bitte einen anderen Nutzer nach einer Einladung.

source: If you do not have a %(service_name)s account yet, please ask another user for an invitation.
de: Fragen Sie bitte einen anderen Nutzer nach einer Einladung, falls Sie noch kein %(service_name)s Nutzerkonto haben.

source: or
de: oder

source: Error:
de: Fehler:

source: Your browser does not support WebAuthn, which is required for using FIDO2 Passkeys in %(service_name)s.
de: Für die Verwendung von FIDO2 Passkeys in %(service_name)s wird WebAuthn vorausgesetzt, WebAuthn wird jedoch nicht von Ihrem Browser unterstützt.

source: Use Passkey
de: Passkey nutzen

source: Sign in with %(oidc_name)s
de: Anmelden mit %(oidc_name)s

source: Remember me
de: Angemeldet bleiben

source: Shared Device
de: Geteiltes Gerät

source: The passkey failed to authenticate with the following error:
de: Die Authentisierung des Passkeys ist mit dem folgendem Fehler fehlgeschlagen:

source: Sign Out
de: Abmelden

source: Are you sure you want to sign out?
de: Sind Sie sich sicher, dass Sie sich abmelden möchten?

source: Tags or Keywords serve as a means to organize objects using short, lower case words.
de: Tags oder Schlagwörter dienen zur Organisation von Objekten mithilfe kurzer, kleingeschriebener Wörter.

source: Read more.
de: Mehr.

source: Profile
de: Profil

source: Accounts can be marked as read only if they should not create or change entries in %(service_name)s.
de: Nutzer können als nur lesend markiert werden, wenn sie keine Einträge ein %(service_name)s erstellen oder verändern können sollen.

source: View
de: Anzeigen

source: Action Type
de: Aktionstyp

source: Object Name (Singular)
de: Objektname (Singular)

source: Object Name (Plural)
de: Objektname (Plural)

source: View Text
de: Darstellungstext

source: Perform Text
de: Durchführungstext

source: Only for Administrators
de: Nur für Administratoren

source: Yes, only administrators can create actions of this type
de: Ja, nur Administratoren können Aktionen diesen Typs erstellen

source: No, all users can create actions of this type
de: Nein, alle Nutzer können Aktionen diesen Typs erstellen

source: Show on Frontpage
de: Auf Startseite anzeigen

source: Yes, this action type should be shown on the frontpage
de: Ja, diesen Aktionstyp auf Startseite anzeigen

source: No, this action type should not be shown on the frontpage
de: Nein, diesen Aktionstyp nicht auf Startseite anzeigen

source: Show in Navbar
de: In Navigationsleiste anzeigen

source: Only action types with usable actions are shown in the navbar Actions drop-down menu
de: Nur Aktionstypen mit verwendbaren Aktionen werden im Aktions-Auswahlmenü in der Navigationsleiste angezeigt

source: Yes, actions of this type should be shown in the navbar
de: Ja, Aktionen dieses Typs in der Navigationsleiste anzeigen

source: No, actions of this type should not be shown in the navbar
de: Nein, Aktionen dieses Typs nicht in der Navigationsleiste anzeigen

source: Show in Object Filters
de: In Objektfiltern anzeigen

source: Yes, this action type should be shown in object filters
de: Ja, diesen Aktionstyp in Objektfiltern anzeigen

source: No, this actions type should not be shown in object filters
de: Nein, diesen Aktionstyp nicht in Objektfiltern anzeigen

source: Enable Labels
de: Etiketten generieren

source: Yes, labels are enabled for objects created with actions of this type
de: Ja, Etikettenerstellung ist für Objekte aktiviert, die mit Aktionen diesen Typs erstellt wurden

source: No, labels are disabled for objects created with actions of this type
de: Nein, Etiketterstellung ist für Objekte deaktiviert, die mit Aktionen diesen Typs erstellt wurden

source: Enable Files
de: Dateien aktivieren

source: Yes, files are enabled for objects created with actions of this type
de: Ja, Dateien sind für Objekte aktiviert, die mit Aktionen diesen Typs erstellt wurden

source: No, files are disabled for objects created with actions of this type
de: Nein, Dateien sind für Objekte deaktiviert, die mit Aktionen diesen Typs erstellt wurden

source: Enable Locations and Responsible Users
de: Orte und verantwortliche Nutzer aktivieren

source: Yes, locations and responsible users are enabled for objects created with actions of this type
de: Ja, Orte und verantwortliche Nutzer sind für Objekte aktiviert, die mit Aktionen diesen Typs erstellt wurden

source: No, locations and responsible users are disabled for objects created with actions of this type
de: Nein, Orte und verantwortliche Nutzer sind für Objekte deaktiviert, die mit Aktionen diesen Typs erstellt wurden

source: Enable Publications
de: Publikationen aktivieren

source: Yes, publications are enabled for objects created with actions of this type
de: Ja, Publikationen sind für Objekte aktiviert, die mit Aktionen diesen Typs erstellt wurden
