Repository: sciapp/sampledb
Catalog: sampledb/translations/*/LC_MESSAGES/extracted_messages.po
Languages: de

source: <a href="%(user_url)s">%(user_name)s</a> updated the information for this location.
de: <a href="%(user_url)s">%(user_name)s</a> hat die Informationen für diesen Ort aktualisiert.

source: The information for this location was updated.
de: Die Informationen für diesen Ort wurden aktualisiert.

source: <a href="%(user_url)s">%(user_name)s</a> assigned <a href="%(object_url)s">%(object_name)s</a> to this location.
de: <a href="%(user_url)s">%(user_name)s</a> hat <a href="%(object_url)s">%(object_name)s</a> diesem Ort zugewiesen.

source: Object #%(object_id)s
de: Objekt #%(object_id)s

source: <a href="%(user_url)s">%(user_name)s</a> assigned an object to this location.
de: <a href="%(user_url)s">%(user_name)s</a> hat diesem Ort ein Objekt zugewiesen.

source: <a href="%(user_url)s">%(user_name)s</a> updated the information for <a href="%(object_url)s">%(object_name)s</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat die Informationen für <a href="%(object_url)s">%(object_name)s</a> aktualisiert.

source: <a href="%(user_url)s">%(user_name)s</a> updated the information for an object at this location.
de: <a href="%(user_url)s">%(user_name)s</a> hat die Information für ein Objekt an diesem Ort aktualisiert.

source: <a href="%(user_url)s">%(user_name)s</a> assigned <a href="%(object_url)s">%(object_name)s</a> to <a href="%(location_url)s">%(location_name)s</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat <a href="%(object_url)s">%(object_name)s</a> zu dem Ort <a href="%(location_url)s">%(location_name)s</a> zugewiesen.

source: Location #%(location_id)s
de: Ort #%(location_id)s

source: <a href="%(user_url)s">%(user_name)s</a> assigned <a href="%(object_url)s">%(object_name)s</a> to a different location or to a responsible user.
de: <a href="%(user_url)s">%(user_name)s</a> hat <a href="%(object_url)s">%(object_name)s</a> einem anderen Ort oder einem verantwortlichen Nutzer zugewiesen.

source: <a href="%(user_url)s">%(user_name)s</a> assigned an object from this location to a different location or to a responsible user.
de: <a href="%(user_url)s">%(user_name)s</a> hat ein Objekt von diesem Ort einem anderen Ort oder einem verantwortlichen Nutzer zugewiesen.

source: Unknown event
de: Unbekanntes Ereignis

source: Please verify that the location you want to create does not exist already to avoid duplicates.
de: Bitte stellen Sie sicher, dass der Ort noch nicht existiert, um Duplikate zu vermeiden.

source: Please enter a location name.
de: Bitte geben Sie einen Ortsnamen ein.

source: Please enter a shorter location name (at most 100 characters).
de: Bitte geben Sie einen kürzeren Ortsnamen an (höchstens 100 Zeichen).

source: No location type selected
de: Kein Ortstyp ausgewählt

source: Parent Location
de: Eltern-Ort

source: The previous parent location may not have any sub-locations.
de: Der bisherige Eltern-Ort darf keine Unter-Orte haben.

source: Storage Capacities
de: Lagerkapazitäten

source: Unlimited
de: Unbegrenzt

source: Limited
de: Begrenzt

source: Responsible Users
de: Verantwortliche Nutzer

source: Hide this location from location lists
de: Diesen Ort aus Ortslisten verstecken

source: Objects may be assigned to this location
de: Diesem Ort dürfen Objekte zugewiesen werden

source: Location Permissions
de: Ortsberechtigungen

source: Only administrators can manage locations.
de: Nur Administratoren können Orte verwalten.

source: Permission to view location information.
de: Berechtigungen um Ortsinformationen anzuzeigen.

source: Permission to edit locations and create sub-locations for them. Includes Read permissions.
de: Berechtigung um Orte zu bearbeiten und Unter-Orte für sie zu erstellen. Beinhaltet Lese-Berechtigungen.

source: Locations allow users to track where an object can be found.
de: Orte ermöglichen es Nutzern nachzuverfolgen, wo sich ein Objekt befindet.

source: Create Location
de: Ort erstellen

source: Some locations have been hidden because you lack the required permissions to access them.
de: Manche Orte werden nicht angezeigt, weil Ihnen die benötigten Berechtigungen fehlen, um diese zu betrachten.

source: Responsible Users:
de: Verantwortliche Nutzer:

source: Your account has been automatically linked with the <a href="%(user_url)s" style="color: #337ab7;"> user #%(user_id)s</a> from %(component_name)s.
de: Ihr Nutzerkonto wurde automatisch mit dem <a href="%(user_url)s" style="color: #337ab7;"> Nutzer #%(user_id)s</a> von %(component_name)s verknüpft.

source: Solve Conflicts
de: Konflikte lösen

source: Solving conflicts from %(component_name)s
de: Löse Konflikte von %(component_name)s

source: Conflicts from %(component_name)s
de: Konflikte von %(component_name)s

source: Change Language
de: Sprache wechseln

source: Solve
de: Lösen

source: Interactive solving
de: Interaktives Lösen

source: Apply local version
de: Lokale Version anwenden

source: Apply imported version
de: Importierte Version anwenden

source: Export to %(dataverse_name)s
de: Nach %(dataverse_name)s exportieren

source: Export to Dataverse
de: Nach Dataverse exportieren

source: %(service_name)s can export the metadata and files of this object to %(dataverse_name)s. It will create a draft dataset, which you can then review and publish.
de: %(service_name)s kann die Metadaten und Dateien für dieses Objekt nach %(dataverse_name)s exportieren. Es wird ein neues <em>draft dataset</em> erstellen, welches dann von Ihnen geprüft und veröffentlicht werden kann.

source: Select which properties should be exported to %(dataverse_name)s.
de: Wählen Sie aus, welche Eigenschaften nach %(dataverse_name)s exportiert werden sollen.

source: Unselect all
de: Alle abwählen

source: Tags / Keywords
de: Tags / Schlagworte

source: Select which tags should be exported as keywords to %(dataverse_name)s.
de: Wählen Sie aus, welche Tags nach %(dataverse_name)s exportiert werden sollen.

source: Files
de: Dateien

source: Select which files should be exported to %(dataverse_name)s.
de: Wählen Sie aus, welche Dateien nach %(dataverse_name)s exportiert werden sollen.

source: Select which dataverse this object should be exported to.
de: Wählen Sie aus, in welches Dataverse dieses Objekt exportiert werden soll.

source: No dataverse selected
de: Kein Dataverse ausgewählt

source: This object has already been exported as:
de: Dieses Objekt wurde bereits exportiert als:

source: %(service_name)s can export the metadata and files of this object to %(dataverse_name)s. It will create a draft dataset, which you can then review and publish. To be able to create this dataset for you, %(service_name)s can use the Dataverse API using an API Token associated with your %(dataverse_name)s account. To learn more about API Tokens, see the <a href="https://guides.dataverse.org/en/latest/user/account.html#api-token">Dataverse User Guide</a>.
de: %(service_name)s kann die Metadaten und Dateien für dieses Objekt nach %(dataverse_name)s exportieren. Es wird ein neues <em>draft dataset</em> erstellen, welches dann von Ihnen geprüft und veröffentlicht werden kann. Um ein <em>dataset</em> für Sie zu erstellen, kann %(service_name)s die Dataverse API mit einem API Token verwenden, das an Ihr %(dataverse_name)s Benutzerkonto gebunden ist. Mehr Informationen über API Tokens finden Sie im <a href="https://guides.dataverse.org/en/latest/user/account.html#api-token">Dataverse Benutzerhandbuch</a>.

source: To access your API token, visit <a href="%(dataverse_url)s/dataverseuser.xhtml?selectTab=apiTokenTab">%(dataverse_name)s</a>
de: Um auf Ihr API Token zuzugreifen, besuchen Sie <a href="%(dataverse_url)s/dataverseuser.xhtml?selectTab=apiTokenTab">%(dataverse_name)s</a>

source: The API token you entered was invalid.
de: Das eingegebene API Token war ungültig.

source: Store this API token in %(service_name)s
de: API Token in %(service_name)s speichern

source: You can delete a stored Dataverse API token at any time by editing your preferences.
de: Sie können ein gespeichertes Dataverse API Token jederzeit löschen, in dem Sie ihre Einstellung bearbeiten.

source: Continue
de: Weiter

source: Waiting for Export
de: Warten auf Export

source: The object is currently being exported. Once the export has been completed, you will be redirected to %(dataverse_name)s.
de: Das Objekt wird gerade exportiert. Sobald der Export beendet wurde, werden Sie automatisch zu %(dataverse_name)s weitergeleitet.

source: Export failed
de: Export fehlgeschlagen

source: The export failed with the following message: %(error_message)s
de: Der Export ist mit folgender Meldung fehlgeschlagen: %(error_message)s

source: Object Permissions
de: Objektberechtigungen

source: Not a valid ID. Expected a positive integer.
de: Keine gültige ID. Positive Ganzzahl erwartet.

source: Project Group has already been added.
de: Projektgruppe wurde bereits hinzugefügt.

source: Basic Group has already been added.
de: Einfache Gruppe wurde bereits hinzugefügt.

source: User has already been added.
de: Nutzer wurde bereits hinzugefügt.

source: Permissions
de: Berechtigungen

source: Other databases
de: Andere Datenbanken

source: Database
de: Datenbank

source: Access
de: Zugriff

source: Share
de: Teilen

source: Do not share
de: Nicht teilen

source: Comments
de: Kommentare

source: Special Groups
de: Sondergruppen

source: Administrators
de: Administratoren

source: Select User
de: Nutzer auswählen

source: If a user is missing from this list, please enter their ID below.
de: Falls ein Nutzer in dieser Liste fehlt, geben Sie bitte dessen ID unten ein.

source: Enter User ID
de: Nutzer-ID eingeben

source: To find the user ID, check the user profile in the other database.
de: Die ID eines Nutzers finden Sie in dessen Profil in der anderen Datenbank.

source: User ID
de: Nutzer-ID

source: Add Basic Group
de: Einfache Gruppe hinzufügen

source: Enter Basic Group ID
de: Einfache-Gruppen-ID eingeben

source: Basic Group ID
de: Einfache-Gruppen-ID

source: Add Project Group
de: Projektgruppe hinzufügen

source: Enter Project Group ID
de: Projektgruppen-ID eingeben

source: Project Group ID
de: Projektgruppen-ID

source: Add database
de: Datenbank hinzufügen

source: Loading...
de: Laden...

source: Copy Permissions
de: Berechtigungen kopieren

source: Copy permissions from other Object
de: Berechtigungen von anderem Objekt kopieren

source: You can replace the current permissions by copying the permissions from another object.
de: Sie können die aktuellen Berechtigungen ersetzen, indem Sie die Berechtigungen von einem anderen Objekt kopieren.

source: Versions
de: Versionen

source: You have to select at least one object.
de: Sie müssen mindestens ein Objekt auswählen.

source: You do not have write permissions for at least one object.
de: Sie haben keine Rechtevergabe-Berechtigungen für dieses Objekt.

source: You have to select a location or a responsible user.
de: Bitte wählen Sie einen Ort oder einen verantwortlichen Nutzer aus.

source: You have unallowed values in the red marked fields.
de: Sie haben nicht erlaubte Werte in die rot markierten Felder eingetragen.

source: You have to select a target type.
de: Sie müssen einen Zieltypen auswählen.

source: You have to select a group.
de: Sie müssen eine Gruppe auswählen.

source: You have to select a project group.
de: Sie müssen eine Projektgruppe auswählen.

source: You have to select a user.
de: Sie müssen einen Nutzer auswählen

source: You have to select how you want to update the permissions.
de: Sie müssen auswählen, wie Sie die Berechtigungen verändern wollen.

source: You have to select a permission.
de: Sie müssen eine Berechtigung auswählen.

source: You have selected write/grant permissions for a special group.
de: Sie haben Schreib/Rechtevergabe-Berechtigungen für eine Sondergruppe ausgewählt.

source: Select a Paper Format
de: Wählen Sie ein Papierformat aus

source: The quantity must be an integer value greater than 0.
de: Die Anzahl muss ein ganzzahliger Wert größer als 0 sein.

source: The width must be a number between {minWidth} and {maxWidth}.
de: Die Breite muss eine Zahl zwischen {minWidth} und {maxWidth} sein.

source: The minimum height must be a number between 0 and {maxHeight}.
de: Die Mindesthöhe muss eine Zahl zwischen 0 und {maxHeight} sein.

source: The minimum width must be a number greater or equal to 0.
de: Die Mindestbreite muss eine Zahl größer oder gleich 0 sein.

source: Query:
de: Abfrage:

source: for action type:
de: für den Aktionstyp:

source: for action types:
de: für die Aktionstypen:

source: for action:
de: für die Aktion:

source: for actions:
de: für die Aktionen:

source: for instrument:
de: für das Instrument:

source: for instruments:
de: für die Instrumente:

source: for location:
de: für den Ort:

source: for locations:
de: für die Orte:

source: for publication:
de: für die Publikation:

source: with activity by user:
de: mit Aktivität des Nutzers:

source: with %(permissions)s permissions for anonymous users
de: mit %(permissions)s-Berechtigungen für anonyme Nutzer

source: with %(permissions)s permissions for all signed-in users
de: mit %(permissions)s-Berechtigungen für alle angemeldeten Nutzer

source: with %(permissions)s permissions for user:
de: mit %(permissions)s-Berechtigungen für den Nutzer:

source: with %(permissions)s permissions
de: mit %(permissions)s-Berechtigungen

source: with %(permissions)s permissions for basic group:
de: mit %(permissions)s-Berechtigungen für die einfache Gruppe:

source: with %(permissions)s permissions for project group:
de: mit %(permissions)s-Berechtigungen für die Projektgruppe:

source: from this database
de: aus dieser Datenbank

source: from this database and from
de: aus dieser Datenbank und aus

source: from
de: aus

source: and
de: und

source: Options
de: Einstellungen

source: Show additional properties
de: Zeige weitere Eigenschaften

source: No additional properties
de: Keine weiteren Eigenschaften

source: Show creation information
de: Zeige Informationen zur Erstellung

source: Show Date
de: Datum anzeigen

source: Show User
de: Nutzer anzeigen

source: Show last edit information
de: Zeige Informationen zur letzten Änderung

source: Show Other Database information
de: Zeige Informationen zu Anderen Datenbanken

source: Show Other Databases
de: Zeige Andere Datenbanken

source: Show Action information
de: Zeige Informationen zur Aktion

source: Show Instrument
de: Instrument anzeigen

source: Show Action
de: Aktion anzeigen

source: Show Location and Responsibility information
de: Zeige Informationen zu Ort und Verantwortlichkeit

source: Show Location
de: Ort anzeigen

source: Show Responsible User
de: Verantwortlichen Nutzer anzeigen

source: Show Topics
de: Themen anzeigen

source: Filter by User Activity
de: Nach Nutzeraktivität filtern

source: Filter by Permissions
de: Nach Berechtigungen filtern

source: Filter by Permissions for All Signed-In Users
de: Nach Berechtigungen für alle angemeldeten Nutzer filtern

source: Filter by Permissions for Anonymous Users
de: Nach Berechtigungen für anonyme Nutzer filtern

source: Filter by Action Type
de: Nach Aktionstyp filtern

source: All action types
de: Alle Aktionstypen

source: Filter by Instrument
de: Nach Instrument filtern

source: All instruments
de: Alle Instrumente

source: All Instruments
de: Alle Instrumente

source: Filter by Location
de: Nach Ort filtern

source: All locations
de: Alle Orte

source: Filter by Publication
de: Nach Publikation filtern

source: All publications
de: Alle Publikationen

source: Filter by Origin
de: Nach Quelle filtern

source: All origins
de: Alle Quellen

source: Multiple Objects
de: Mehrere Objekte

source: Assign Location
de: Ort zuweisen

source: Generate Labels
de: Etiketten generieren

source: Use in Action
de: In Aktion nutzen

source: Use in %(action_type_name)s
de: In %(action_type_name)s nutzen

source: Select objects for which you want to change the location.
de: Wähle Objekte aus bei denen Sie den Ort ändern wollen.

source: Responsible User
de: Verantwortlicher Nutzer

source: Select objects that can be used in %(action_type_name)s Actions.
de: Wählen Sie Objekte aus, die in einer %(action_type_name)s-Aktion genutzt werden können.

source: Favorites
de: Favoriten

source: See other %(action_type_name)s Actions...
de: Andere %(action_type_name)s-Aktionen anzeigen...

source: Select objects for which you want to generate labels.
de: Wähle Objekte aus für die Sie Etiketten generieren wollen.

source: Select a Label Variant:
de: Wählen Sie eine Etikettenvariante:

source: Paper Size:
de: Papierformat:

source: Labels per Object:
de: Etikette pro Objekt:

source: Label Width:
de: Breite:

source: Minimum Label Height:
de: Mindesthöhe:

source: QR Code and GHS symbols side-by-side
de: QR Code und GHS Symbole nebeneinander anzeigen

source: Center QR Code and GHS symbols
de: QR Code und GHS Symbole zentrieren

source: Minimum Label Width:
de: Mindestbreite:

source: Include QR Code
de: QR Code einfügen

source: Select objects for which you want to change the permissions.
de: Wähle Sie Objekte aus bei denen Sie die Berechtigung ändern wollen.

source: Select the target type:
de: Wählen Sie den Zieltyp:

source: Select a Group:
de: Wählen Sie eine Gruppe:

source: Select an User:
de: Wählen Sie einen Nutzer:

source: Select a Project Group:
de: Wählen Sie eine Projektgruppe:

source: Select how to edit the permissions:
de: Wählen Sie aus, wie die Berechtigungen geändert werden sollen:

source: Note that after setting the maximum permission, a user can still have a higher permission, for example by a group/project group.
de: Beachten Sie, dass ein Benutzer nach setzen der maximalen Berechtigung immer noch eine höhere Berechtigung, beispielsweise durch eine Gruppe/Projektgruppe, besitzen kann.

source: Select a Permission:
de: Wählen Sie eine Berechtigung:

source: Save permissions
de: Berechtigungen speichern

source: Created
de: Erstellt

source: Last modified
de: Zuletzt geändert

source: You need at least write permission to change the location of an object.
de: Sie brauchen mindestens Schreib-Berechtigung um den Ort eines Objekts zu ändern.

source: The object cannot be used in a %(action_type_name)s Action.
de: Das ausgewählte Objekt kann nicht in einer %(action_type_name)s-Aktion genutzt werden.

source: Labels are disabled for the action type of this object.
de: Etiketten sind für den Aktionstyp dieses Objekts deaktiviert.

source: You need grant permission to change the permissions for this object.
de: Sie benötigen Rechtevergabe-Berechtigungen um die Berechtigungen dieses Objekts zu verändern.

source: There exist two differing object versions for this object.
de: Es existieren zwei abweichende Objektversionen für dieses Objekt.

source: There exist two differing object versions for this object. Ask someone with write permission to solve this conflict.
de: Es existieren zwei abweichende Objektversionen für das Objekt. Fragen Sie jemanden mit Schreib-Berechtigung den Konflikt zu lösen.

source: Shared by %(component_name)s
de: Geteilt von %(component_name)s

source: Shared with %(component_name)s
de: Geteilt mit %(component_name)s

source: via
de: über

source: a different source
de: eine andere Quelle

source: Pages
de: Seiten

source: Objects per page
de: Objekte pro Seite

source: Failed to interpret advanced search query. Please check your query or try the regular search instead.
de: Die erweiterte Suchanfrage konnte nicht interpretiert werden. Bitte prüfen Sie die Anfrage oder versuchen Sie die normale Suche.

source: No objects were found.
de: Es wurden keine Objekte gefunden.

source: Are you sure you want to restore this object version?
de: Sind Sie sich sicher, dass Sie diese Objektversion wiederherstellen möchten?

source: Restore
de: Wiederherstellen

source: Export to %(scicat_name)s
de: Nach %(scicat_name)s exportieren

source: %(service_name)s can export the metadata of this object to %(scicat_name)s.
de: %(service_name)s kann die Metadaten und Dateien für dieses Objekt nach %(scicat_name)s exportieren.

source: Input Datasets
de: Eingabe-Datensätze

source: Owner Group
de: Owner-Gruppe

source: Access Groups
de: Access-Gruppen

source: Select which properties should be exported to %(scicat_name)s.
de: Wählen Sie aus, welche Eigenschaften nach %(scicat_name)s exportiert werden sollen.

source: Select which tags should be exported as keywords to %(scicat_name)s.
de: Wählen Sie aus, welche Tags nach %(scicat_name)s exportiert werden sollen.

source: To access your SciCat token, visit <a href="%(scicat_frontend_url)s/user">%(scicat_name)s</a>
de: Um auf Ihr SciCat Token zuzugreifen, besuchen Sie <a href="%(scicat_frontend_url)s/user">%(scicat_name)s</a>

source: The token you entered was invalid.
de: Das eingegebene Token war ungültig.

source: Store this token in %(service_name)s
de: Token in %(service_name)s speichern

source: You can delete a stored SciCat token at any time by editing your preferences.
de: Sie können ein gespeichertes SciCat Token jederzeit löschen, in dem Sie ihre Einstellung bearbeiten.

source: Insufficient Permissions
de: Fehlende Berechtigungen

source: You do not have sufficient <a href="%(help_url)s">permissions</a> to access this object.
de: Ihnen fehlen die <a href="%(help_url)s">Berechtigungen</a>, um auf dieses Objekt zuzugreifen.

source: Would you like to request read permissions?
de: Möchten Sie Lese-Berechtigungen anfragen?

source: Send Request
de: Anfrage senden

source: (Local: %(local_value_icon)s, Imported: %(imported_value_icon)s)
de: (Lokal: %(local_value_icon)s, Importiert: %(imported_value_icon)s)

source: Local Version
de: Lokale Version

source: Imported Version
de: Importierte Version

source: Please upload a file.
de: Bitte laden Sie eine Datei hoch.

source: Local Selection
de: Lokale Auswahl

source: Imported Selection
de: Importierte Auswahl

source: This object does not pose any of these hazards.
de: Dieses Objekt stellt keine dieser Gefahren dar.

source: This object poses the following hazards:
de: Dieses Objekt stellt folgende Gefahren dar:

source: No object selected
de: Kein Objekt ausgewählt

source: The following languages have been disabled for input:
de: Die folgenden Sprachen wurden für Eingabe deaktiviert:

source: Data (as CSV)
de: Daten (als CSV)

source: CSV data of datetime (as &quot;YYYY-MM-DD hh:mm:ss.ffffff&quot;) or relative time in seconds, and magnitude
de: CSV-Daten für Zeitpunkt (als &quot;JJJJ-MM-TT hh:mm:ss.ffffff&quot;) oder relative Zeitangabe in Sekunden und Wert

source: Remove %(item_name)s
de: %(item_name)s entfernen

source: Add %(item_name)s
de: %(item_name)s hinzufügen

source: The object could not be saved due to an error.
de: Das Objekt konnte aufgrund eines Fehlers nicht gespeichert werden.

source: Filter by Action…
de: Nach Aktion filtern…

source: Field %(index)s
de: Feld %(index)s

source: sets:
de: setzt:

source: New Object
de: Neues Objekt

source: Select fields to insert reference
de: Wähle die Felder für die Referenz aus

source: Batch Information
de: Chargeninformationen

source: Number of Objects in Batch
de: Anzahl Objekte in dieser Charge

source: First Number
de: Erste Zahl

source: Last Number
de: Letzte Zahl

source: The generated batch object names resulted in the following errors:
de: Die generierten Batch-Objektnamen führten zu folgenden Fehlern:

source: Initial Permissions
de: Initiale Berechtigungen

source: Use default permissions
de: Standardberechtigungen verwenden

source: Give permissions to basic group
de: Berechtigungen an einfache Gruppe vergeben

source: No group selected
de: Keine Gruppe ausgewählt

source: Give permissions to project group
de: Berechtigungen an Projektgruppe vergeben

source: No project selected
de: Kein Projekt ausgewählt
