Repository: sciapp/sampledb
Catalog: sampledb/translations/*/LC_MESSAGES/extracted_messages.po
Languages: de

source: No valid authentication method configured for %(component_name)s (%(component_address)s).
de: Es besteht keine gültige Authentifikationsmethode für %(component_name)s (%(component_address)s).

source: Unable to contact %(component_name)s (%(component_address)s).
de: Der Verbindungsaufbau zu %(component_name)s (%(component_address)s) ist fehlgeschlagen.

source: Successfully updated object permissions.
de: Die Berechtigungen wurden erfolgreich aktualisiert.

source: This object version was imported from %(component_name)s.
de: Diese Objektversion wurde von %(component_name)s importiert.

source: This version contains invalid data and cannot be restored.
de: Diese Version enthält ungültige Daten und kann nicht wiederhergestellt werden.

source: Editing imported objects is not yet supported.
de: Das Bearbeiten importierter Objekte wird noch nicht unterstützt.

source: The latest version does not contain any data. Switching to latest version that is editable: Version #%(version_id)s.
de: Die neuste Version enthält keine Daten. Wechseln auf die letzte Version, die editierbar ist: Version #%(version_id)s.

source: The schema for this object cannot be updated.
de: Das Schema für dieses Objekt kann nicht aktualisiert werden.

source: No conflict found for object #%(object_id)s.
de: Es wurde kein Konflikt für Objekt #%(object_id)s gefunden.

source: Please enter a valid URL.
de: Bitte geben Sie eine gültige URL ein.

source: The URL you have entered exceeds the length limit.
de: Die eingegebene URL überschreitet die Längenbeschränkung.

source: The IP address you entered is invalid.
de: Die eingegebene IP-Adresse ist ungültig.

source: The port number you entered is invalid.
de: Die eingegebene Port-Nummer ist ungültig.

source: This object does not have any unsolved version conflicts.
de: Dieses Objekt hat keine ungelösten Versionskonflikte.

source: Object with the id %(object_id)s does not exist.
de: Ein Objekt mit der ID %(object_id)s existiert nicht.

source: Base Version (#%(version_id)s)
de: Basisversion (#%(version_id)s)

source: Solution Version (#%(version_id)s)
de: Lösungsversion (#%(version_id)s)

source: Changes between solution version and base version
de: Änderungen zwischen der Lösungsversion und der Basisversion

source: Showing the changes between the base version and the final solution of the conflict.
de: Zeigt die Änderungen zwischen der Basisversion und finalen Lösungsversion des Konflikts.

source: Local Version #%(version_id)s
de: Lokale Version #%(version_id)s

source: Showing the changes between the base version and the local version #%(new_version_id)s.
de: Zeigt die Änderungen zwischen der Basisversion und der lokalen Version #%(new_version_id)s.

source: Showing the changes between the local versions #%(prev_version_id)s and #%(new_version_id)s.
de: Zeigt die Änderungen zwischen den lokalen Versionen #%(prev_version_id)s und #%(new_version_id)s.

source: Changes Local Version #%(local_version_id)s
de: Änderungen Lokale Version #%(local_version_id)s

source: Imported Version #%(version_id)s
de: Importierte Version #%(version_id)s

source: Showing the changes between the base version and the imported version #%(new_version_id)s.
de: Zeigt die Änderungen zwischen der Basisversion und der importierten Version #%(new_version_id)s.

source: Showing the changes between the imported versions #%(prev_version_id)s and #%(new_version_id)s.
de: Zeigt die Änderungen zwischen den importierten Versionen #%(prev_version_id)s und #%(new_version_id)s.

source: Changes Imported Version #%(fed_version_id)s
de: Änderungen Importierte Version #%(fed_version_id)s

source: Could not use the selected strategy to solve the conflict. Switching to interactive mode.
de: Die ausgewählte Strategie konnte nicht zum Lösen des Konflikts verwendet werden. Wechseln zum interaktiven Modus.

source: Could not solve the conflict due to an unexpected error. Please try again.
de: Der Konflikt konnte wegen einem unerwarteten Fehler nicht gelöst werden. Bitte versuchen Sie es erneut.

source: Unknown
de: Unbekannt

source: Unknown Object
de: Unbekanntes Objekt

source: Successfully posted a comment.
de: Kommentar erfolgreich eingetragen.

source: Please enter a comment text.
de: Bitte geben Sie einen Kommentartext ein.

source: The selected location does not have the capacity to store this object.
de: Der ausgewählte Ort hat nicht die nötige Kapazität um dieses Objekt zu lagern.

source: Successfully assigned a new location to this object.
de: Der neue Ort wurde erfolgreich dem Objekt zugewiesen.

source: Assigning publications to imported objects is not yet supported.
de: Das Verknüpfen importierter Objekte zu Publikationen wird noch nicht unterstützt.

source: This object has already been linked to this publication.
de: Dieses Objekt wurde bereits mit dieser Publikation verknüpft.

source: Successfully linked this object to a publication.
de: Das Objekt wurde erfolgreich mit der Publikation verknüpft.

source: Successfully updated the information for this publication.
de: Die Informationen für diese Publikation wurden erfolgreich aktualisiert.

source: Please enter a valid DOI for the publication you want to link this object to.
de: Bitte geben Sie eine gültige DOI für die zu verknüpfende Publikation an.

source: You do not have the required permissions to use this object as a template.
de: Ihnen fehlen die Berechtigungen um dieses Objekt als Schablone zu nutzen.

source: This object was created with a different action.
de: Dieses Objekt wurde mit einer anderen Aktion erstellt.

source: This action does not exist.
de: Diese Aktion existiert nicht.

source: You do not have the required permissions to use this action.
de: Ihnen fehlen die Berechtigungen um diese Aktion zu nutzen.

source: The selected object cannot be used in this action.
de: Das ausgewählte Objekt kann nicht in dieser Aktion verwendet werden.

source: The selected objects cannot be used in this action.
de: Die ausgewählten Objekte können nicht in dieser Aktion verwendet werden.

source: The path "%(path)s" is not valid for the schema of this action.
de: Der Pfad "%(path)s" ist für das Schema dieser Aktion nicht gültig.

source: The unit of "%(path)s=%(value)s" does not match the unit(s) of the schema: %(units)s
de: Die Einheit von "%(path)s=%(value)s" stimmt nicht mit den Einheiten des Schemas überein: %(units)s

source: The value of "%(path)s=%(value)s" is not valid for this schema: %(schema)s
de: Der Wert von "%(path)s=%(value)s" ist nicht gültig für dieses Schema: %(schema)s

source: Log for %(api_token_type)s "%(api_token)s"
de: Log für das %(api_token_type)s "%(api_token)s"

source: This table shows a list of all API request authenticated with this %(api_token_type)s.
de: Diese Tabelle listet alle API Anfragen auf, die mit diesem %(api_token_type)s authentifiziert wurden.

source: Datetime
de: Zeitpunkt

source: Method
de: Methode

source: Endpoint
de: Endpunkt

source: This %(api_token_type)s has not been used so far.
de: Dieses %(api_token_type)s ist noch nicht benutzt worden.

source: Back
de: Zurück

source: Next
de: Weiter

source: Acknowledge
de: Bestätigen

source: Toggle Navigation
de: Navigation aus-/einklappen

source: Help
de: Hilfe

source: Search…
de: Suche…

source: Search
de: Suche

source: Toggle Dropdown
de: Menü aus-/einklappen

source: Advanced Search
de: Erweiterte Suche

source: Build Search Query
de: Suchanfrage erstellen

source: Instruments
de: Instrumente

source: Actions
de: Aktionen

source: Objects with <b>READ</b> permissions
de: Objekte mit <b>LESE</b>-Berechtigungen

source: Objects with <b>WRITE</b> permissions
de: Objekte mit <b>SCHREIB</b>-Berechtigungen

source: Objects with <b>GRANT</b> permissions
de: Objekte mit <b>RECHTEVERGABE</b>-Berechtigungen

source: More
de: Mehr

source: Users
de: Nutzer

source: Basic Groups
de: Einfache Gruppen

source: Project Groups
de: Projektgruppen

source: Locations
de: Orte

source: Publications
de: Publikationen

source: Topics
de: Themen

source: Other Databases
de: Andere Datenbanken

source: Action Types
de: Aktionstypen

source: Location Types
de: Ortstypen

source: Languages
de: Sprachen

source: Info Pages
de: Infoseiten

source: Automatic Schema Updates
de: Automatische Schema-Aktualisierungen

source: You will be signed out after %(idle_sign_out_minutes)s minutes of inactivity.
de: Sie werden nach %(idle_sign_out_minutes)s Minuten ohne Aktivität abgemeldet werden.

source: Preferences
de: Einstellungen

source: Notifications
de: Benachrichtigungen

source: Your Basic Groups
de: Ihre einfachen Gruppen

source: Your Project Groups
de: Ihre Projektgruppen

source: Your Actions
de: Ihre Aktionen

source: Your Objects
de: Ihre Objekte

source: User Alias Settings
de: Nutzer-Alias Einstellungen

source: Invite a Guest
de: Gast einladen

source: Invite another User
de: Nutzer einladen

source: Export Data
de: Daten exportieren

source: Import Data
de: Daten importieren

source: Sign out
de: Abmelden

source: Sign in
de: Anmelden

source: Warning:
de: Warnung:

source: This service requires JavaScript. Please <a href="https://www.enable-javascript.com/">enable JavaScript</a> and reload the page.
de: Dieser Dienst benötigt JavaScript. Bitte <a href="https://www.enable-javascript.com/">aktivieren Sie JavaScript</a> und laden Sie die Seite neu.

source: Please log in to access this page.
de: Bitte melden Sie sich an, um auf diese Seite zuzugreifen.

source: Note:
de: Hinweis:

source: Your account has been marked as read only. If you think this was done erroneously, please
de: Ihr Nutzerkonto wurde als nur lesend markiert. Falls Sie denken, dass dies irrtümlicherweise geschah,

source: contact an administrator
de: kontaktieren Sie bitte einen Administrator

source: is a service by the
de: ist ein Dienst des

source: team
de: Teams

source: Citation Guide
de: Zitierhilfe

source: Legal Notice
de: Impressum

source: Privacy Policy
de: Datenschutzerklärung

source: Accessibility
de: Barrierefreiheit

source: Urgent Notifications
de: Wichtige Benachrichtigungen

source: <a href="%(assigner_url)s">%(assigner_name)s</a> assigned you as responsible user for <a href="%(object_url)s">%(object_name)s</a>.
de: <a href="%(assigner_url)s">%(assigner_name)s</a> hat Sie als verantwortlichen Nutzer für <a href="%(object_url)s">%(object_name)s</a> eingetragen.

source: View Object
de: Objekt anzeigen

source: Confirm
de: Bestätigen

source: Decline
de: Ablehnen

source: Remind me in 1 hour
de: In 1 Stunde erinnern

source: Advanced Search…
de: Erweiterte Suche…

source: Sign out in PLACEHOLDER
de: Abmeldung in PLACEHOLDER

source: Expand All
de: Alle ausklappen

source: Collapse All
de: Alle einklappen

source: Please select an object.
de: Bitte wählen Sie ein Objekt aus.

source: No results for "<span class="query-container">QUERY</span>" — <span class="objectpicker-button objectpicker-button-clear">Clear</span>
de: Keine Ergebnisse für „<span class="query-container">QUERY</span>“ — <span class="objectpicker-button objectpicker-button-clear">Leeren</span>

source: PLACEHOLDER2 results for "<span class="query-container">QUERY</span>" — <span class="objectpicker-button objectpicker-button-clear">Clear</span>
de: PLACEHOLDER2 Ergebnisse für „<span class="query-container">QUERY</span>“ — <span class="objectpicker-button objectpicker-button-clear">Leeren</span>

source: PLACEHOLDER1 of PLACEHOLDER2 results for "<span class="query-container">QUERY</span>" — <span class="objectpicker-button objectpicker-button-show-all">Show all</span> — <span class="objectpicker-button objectpicker-button-clear">Clear</span>
de: PLACEHOLDER1 von PLACEHOLDER2 Ergebnissen für „<span class="query-container">QUERY</span>“ — <span class="objectpicker-button objectpicker-button-show-all">Alle anzeigen</span> — <span class="objectpicker-button objectpicker-button-clear">Leeren</span>

source: No results
de: Keine Ergebnisse

source: PLACEHOLDER2 results
de: PLACEHOLDER2 Ergebnisse

source: PLACEHOLDER1 of PLACEHOLDER2 results — <span class="objectpicker-button objectpicker-button-show-all">Show all</span>
de: PLACEHOLDER1 von PLACEHOLDER2 Ergebnissen — <span class="objectpicker-button objectpicker-button-show-all">Alle anzeigen</span>

source: Show more
de: Mehr anzeigen

source: Show less
de: Weniger anzeigen

source: Please select at least one timeseries.
de: Bitte wählen Sie mindestens eine Zeitreihe aus.

source: Bold
de: Fettdruck

source: Italic
de: Kursiv

source: Heading
de: Überschrift

source: Generic List
de: Liste

source: Numbered List
de: Nummerierte Liste

source: Create Link
de: Link erstellen

source: Upload Image
de: Bild hochladen

source: Insert Table
de: Tabelle einfügen

source: Toggle Preview
de: Vorschau ein-/ausschalten

source: Create Bot User
de: Botnutzer erstellen

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

source: Password
de: Passwort

source: Confirm Password
de: Passwort bestätigen

source: Please enter the same password as above.
de: Bitte geben Sie das selbe Passwort ein wie oben.

source: Cancel
de: Abbrechen

source: %(service_name)s can export the data for all objects you have <strong>READ</strong> permissions for, either as a PDF document or as an archive containing a machine-readable JSON file with all relevant information and the files uploaded for these objects.
de: %(service_name)s kann die Daten für alle Objekte auf die Sie <strong>LESE</strong>-Berechtigungen haben exportieren, entweder als PDF-Dokument oder als Archiv, in dem alle für die Objekte hochgeladenen Dateien und eine maschinenlesbare JSON-Datei mit allen relevanten Information enthalten sind.

source: Home
de: Start

source: This installation of %(service_name)s, the sample and measurement metadata database, is still under active development. While we try to keep everything running smoothly, the system may be offline for several minutes when it is updated. If you have further questions or encounter any issues, please <a href="mailto:%(contact_email)s?subject=%(service_name)s">let us know</a>. Thank you!
de: Diese Installation von %(service_name)s, der Datenbank für Proben- und Messungsmetadaten, ist noch in aktiver Entwicklung. Zwar wird versucht einen flüssigen Betrieb zu gewährleisten, doch kann es bei der Aktualisierung des Systems zu Ausfällen von mehreren Minuten kommen. Sollten Sie weitere Fragen oder Probleme haben, <a href="mailto:%(contact_email)s?subject=%(service_name)s">kontaktieren Sie uns</a>. Vielen Dank!

source: This is a preview installation of %(service_name)s. It is used for testing, may be offline at any time and the <strong>data will be deleted!</strong>
de: Dies ist eine Vorschauinstallation von %(service_name)s. Sie wird für Tests genutzt, daher kann sie jederzeit ausfallen und <strong>die hier gespeicherten Daten werden gelöscht werden!</strong>

source: Welcome to %(service_name)s
de: Willkommen bei %(service_name)s

source: Sign In
de: Anmelden

source: Create Object
de: Objekt erstellen

source: View Objects
de: Objekte anzeigen

source: To invite %(user)s to %(service_name)s, please submit their email address using the form below. They will then receive an email which can be used to complete the registration process.
de: Bitte geben Sie eine E-Mail-Adresse an, um %(user)s zu %(service_name)s einzuladen. Dieser wird anschließend eine E-Mail erhalten, mit der er sein Registration abschließen kann.

source: a guest
de: einen Gast

source: another user
de: einen anderen Nutzer

source: An invitation has been sent to %(email)s.
de: Eine Einladung wurde an %(email)s versendet.

source: Sending an invitation to %(email)s failed. Please verify that the email address is correct.
de: Das Senden einer Einladung an %(email)s is fehlgeschlagen. Bitte überprüfen Sie die E-Mail-Adresse.

source: An invitation will be sent to %(email)s.
de: Eine Einladung wird an %(email)s versendet werden.

source: Invite
de: Einladen

source: Invitations
de: Einladungen

source: <a href="%(invitee_url)s">%(invitee_name)s (#%(invitee_id)s)</a> has been invited by <a href="%(inviter_url)s">%(inviter_name)s (#%(inviter_id)s)</a> on %(invitation_date)s.
de: <a href="%(invitee_url)s">%(invitee_name)s (#%(invitee_id)s)</a> wurde von <a href="%(inviter_url)s">%(inviter_name)s (#%(inviter_id)s)</a> am %(invitation_date)s eingeladen.

source: accepted
de: akzeptiert

source: revoked
de: widerrufen

source: expired
de: abgelaufen

source: pending
de: ausstehend

source: Revoke Invitation
de: Einladung widerrufen

source: Unknown User
de: Unbekannter Nutzer

source: Signed by
de: Signiert von

source: Mobile File Upload
de: Smartphone-Upload

source: Select file
de: Datei auswählen

source: Upload
de: Hochladen

source: You have successfully uploaded a file to %(service_name)s.
de: Die Datei wurde erfolgreich auf %(service_name)s hochgeladen.

source: You do not have any notifications.
de: Sie haben keine neuen Benachrichtungen.

source: Date
de: Datum

source: Message
de: Nachricht

source: Mark all as Read
de: Alle als gelesen markieren

source: Delete all
de: Alle löschen

source: <a href="%(assigner_url)s">%(assigner_name)s</a> assigned you as responsible user for <a href="%(object_url)s">object #%(object_id)s</a>.
de: <a href="%(assigner_url)s">%(assigner_name)s</a> hat Sie als verantwortlichen Nutzer für <a href="%(object_url)s">Objekt #%(object_id)s</a> eingetragen.

source: <a href="%(inviter_url)s">%(inviter_name)s</a> has invited you to the basic group "<a href="%(group_url)s">%(group_name)s</a>":
de: <a href="%(inviter_url)s">%(inviter_name)s</a> hat Sie in die einfache Gruppe "<a href="%(group_url)s">%(group_name)s</a>" eingeladen:

source: You are already a member of this basic group.
de: Sie sind bereits ein Mitglied dieser einfachen Gruppe.

source: Join Basic Group
de: Der einfachen Gruppe beitreten

source: The invitation has expired at %(expiration_datetime)s.
de: Die Einladung ist abgelaufen am %(expiration_datetime)s.

source: <a href="%(inviter_url)s">%(inviter_name)s</a> has invited you to a basic group, but it has been deleted already.
de: <a href="%(inviter_url)s">%(inviter_name)s</a> hat Sie in eine einfache Gruppe eingeladen, doch diese wurde bereits gelöscht.

source: <a href="%(inviter_url)s">%(inviter_name)s</a> has invited you to the project group "<a href="%(project_url)s">%(project_name)s</a>":
de: <a href="%(inviter_url)s">%(inviter_name)s</a> hat Sie in die Projektgruppe "<a href="%(project_url)s">%(project_name)s</a>" eingeladen:

source: Join Project Group
de: Der Projektgruppe beitreten

source: <a href="%(inviter_url)s">%(inviter_name)s</a> has invited you to a project group, but it has been deleted already.
de: <a href="%(inviter_url)s">%(inviter_name)s</a> hat Sie in eine Projektgruppe eingeladen, doch diese wurde bereits gelöscht.

source: <a href="%(requester_url)s">%(requester_name)s</a> has requested read permissions for <a href="%(object_url)s">object #%(object_id)s</a>, but has been granted %(permissions)s already.
de: <a href="%(requester_url)s">%(requester_name)s</a> hat Lese-Berechtungen für <a href="%(object_url)s">Objekt #%(object_id)s</a> angefragt, hat allerdings bereits %(permissions)s erhalten.

source: <a href="%(requester_url)s">%(requester_name)s</a> has requested read permissions for <a href="%(object_url)s">object #%(object_id)s</a>, but your account has been marked as read only and you cannot grant permissions.
de: <a href="%(requester_url)s">%(requester_name)s</a> hat Lese-Berechtigungen für <a href="%(object_url)s">Objekt #%(object_id)s</a> angefragt, allerdings wurde Ihr Nutzerkonto als nur lesend markiert und Sie können aktuell keine Berechtigungen vergeben.

source: <a href="%(requester_url)s">%(requester_name)s</a> has requested read permissions for <a href="%(object_url)s">object #%(object_id)s</a>:
de: <a href="%(requester_url)s">%(requester_name)s</a> hat Lese-Berechtigungen für <a href="%(object_url)s">Objekt #%(object_id)s</a> angefragt:

source: View object permissions
de: Objektberechtigungen anzeigen

source: <a href="%(user_url)s">%(user_name)s</a> has created a new <a href="%(log_entry_url)s">log entry</a> for the instrument <a href="%(instrument_url)s">%(instrument_name)s</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat einen neuen <a href="%(log_entry_url)s">Log-Eintrag</a> für das Instrument <a href="%(instrument_url)s">%(instrument_name)s</a> erstellt.

source: You were referenced in the metadata for <a href="%(object_url)s">object #%(object_id)s</a>.
de: Sie wurden in den Metadaten für <a href="%(object_url)s">Objekt #%(object_id)s</a> referenziert.

source: <a href="%(user_url)s">%(user_name)s</a> has edited a <a href="%(log_entry_url)s">log entry</a> for the instrument <a href="%(instrument_url)s">%(instrument_name)s</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat einen <a href="%(log_entry_url)s">Log-Eintrag</a> für das Instrument <a href="%(instrument_url)s">%(instrument_name)s</a> bearbeitet.

source: <a href="%(user_url)s">%(user_name)s</a> has declined responsibility for <a href="%(object_url)s">object #%(object_id)s</a>.
de: <a href="%(user_url)s">%(user_name)s</a> hat die Verantwortung für <a href="%(object_url)s">Object #%(object_id)s</a> abgelehnt.

source: An unknown object responsibility assignment has been declined.
de: Eine unbekannte Verantwortungszuweisung wurde abgelehnt.

source: Importing <a href="%(object_url)s">object #%(object_id)s</a> into <a href="%(component_url)s">%(component_name)s</a> has failed.
de: Das Importieren von <a href="%(object_url)s">Objekt #%(object_id)s</a> in <a href="%(component_url)s">%(component_name)s</a> ist fehlgeschlagen.

source: Importing <a href="%(object_url)s">object #%(object_id)s</a> into another database has failed.
de: Das Importieren von <a href="%(object_url)s">Objekt #%(object_id)s</a> in eine andere Datenbank ist fehlgeschlagen.

source: <a href="%(object_url)s">Object #%(object_id)s</a> has been imported into <a href="%(component_url)s">%(component_name)s</a> with the following notes:
de: <a href="%(object_url)s">Objekt #%(object_id)s</a> wurde mit den folgenden Hinweisen in <a href="%(component_url)s">%(component_name)s</a> importiert:

source: <a href="%(object_url)s">Object #%(object_id)s</a> has been imported into another database with the following notes:
de: <a href="%(object_url)s">Objekt #%(object_id)s</a> wurde mit den folgenden Hinweisen in eine andere Datenbank importiert:

source: Your account has been automatically linked with the <a href="%(user_url)s"> user #%(user_id)s</a> from %(component_name)s.
de: Ihr Nutzerkonto wurde automatisch mit dem <a href="%(user_url)s"> Nutzer #%(user_id)s</a> von %(component_name)s verknüpft.

source: Unknown notification type.
de: Unbekannter Benachrichtigungstyp.

source: Mark as Read
de: Als gelesen markieren

source: Delete
de: Löschen

source: Account Recovery
de: Nutzerkonto-Wiederherstellung

source: Account Recovery for %(username)s
de: Nutzerkonto-Wiederherstellung für %(username)s

source: Username
de: Nutzername

source: New Password
de: Neues Passwort

source: Recover account
de: Nutzerkonto wiederherstellen

source: Pending Invitations
de: Ausstehende Einladungen

source: Account Information
de: Nutzerinformationen

source: Authentication Methods
de: Authentifizierungs&shy;methoden

source: API Tokens
de: API Token

source: API Access Tokens
de: API Zugriffstoken

source: Two-Factor Authentication
de: Zwei-Faktor-Authentisierung

source: Notification Settings
de: Benachrichtigungs&shy;einstellungen

source: Default Permissions
de: Standard&shy;berechtigungen

source: Other Settings
de: Sonstige Einstellungen

source: Administrator Settings
de: Administrator&shy;einstellungen

source: Back to top
de: Zurück nach oben
