Repository: sciapp/sampledb
Catalog: sampledb/translations/*/LC_MESSAGES/extracted_messages.po
Languages: de

source: This object is being shared with users from the following databases:
de: Dieses Objekt wird mit Nutzern der folgenden Datenbanken geteilt:

source: (imported as object <a href="%(remote_object_url)s">#%(object_id)s</a>)
de: (importiert als <a href="%(remote_object_url)s">Objekt #%(object_id)s</a>)

source: (imported as object #%(object_id)s)
de: (importiert als Objekt #%(object_id)s)

source: (imported)
de: (importiert)

source: (not imported)
de: (nicht importiert)

source: an unknown user
de: einem unbekannten Nutzer

source: Version #%(version_id)s of the object shared by %(user_ref)s was imported with the following notes:
de: Version #%(version_id)s des von %(user_ref)s geteilten Objekts wurde mit den folgenden Hinweisen importiert:

source: Version #%(version_id)s of the object shared by %(user_ref)s was imported.
de: Version #%(version_id)s des von %(user_ref)s geteilten Objekts wurde importiert.

source: A new version (#%(version_id)s) of the object shared by %(user_ref)s was imported with the following notes:
de: Eine von %(user_ref)s geteilte neue Version (#%(version_id)s) des Objekts wurde mit den folgenden Hinweisen importiert:

source: A new version (#%(version_id)s) of the object shared by %(user_ref)s was imported.
de: Eine von %(user_ref)s geteilte neue Version (#%(version_id)s) des Objekts wurde importiert.

source: %(user_ref)s has shared the object with <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat das Objekt mit <a href="%(component_url)s">%(component_name)s</a> geteilt.

source: %(user_ref)s has shared the object with an unknown database.
de: %(user_ref)s hat das Objekt mit einer unbekannten Datenbank geteilt.

source: %(user_ref)s has updated the settings for sharing this object with <a href="%(component_url)s">%(component_name)s</a>.
de: %(user_ref)s hat die Einstellungen zum Teilen des Objekts mit <a href="%(component_url)s">%(component_name)s</a> aktualisiert.

source: %(user_ref)s has updated the settings for sharing this object with an unknown database.
de: %(user_ref)s hat die Einstellungen zum Teilen des Objekts mit einer unbekannten Datenbank aktualisiert.

source: <a href="%(component_url)s">%(component_name)s</a> has imported the object.
de: <a href="%(component_url)s">%(component_name)s</a> hat das Objekt importiert.

source: An unknown database has imported the object.
de: Eine unbekannte Datenbank hat das Objekt importiert.

source: The object was created as <a href="%(remote_object_url)s">object #%(remote_object_id)s</a>.
de: Das Objekt wurde als <a href="%(remote_object_url)s">Objekt #%(remote_object_id)s</a> erstellt.

source: The object was created as object #%(remote_object_id)s.
de: Das Objekt wurde als Objekt #%(remote_object_id)s erstellt.

source: <a href="%(component_url)s">%(component_name)s</a> has failed to import the object.
de: <a href="%(component_url)s">%(component_name)s</a> konnte das Objekt nicht erfolgreich importieren.

source: An unknown database has failed to import the object.
de: Eine unbekannte Datenbank konnte das Objekt nicht erfolgreich importieren.

source: The other database returned the following notes:
de: Die andere Datenbank hat die folgenden Hinweise zurückgegeben:

source: A version conflict was created between the local object version and the imported version #%(fed_version_id)s from <a href="%(component_url)s">%(component_name)s</a>.
de: Ein Versionskonflikt wurde zwischen der lokalen Objektversion und der importierten Version #%(fed_version_id)s von <a href="%(component_url)s">%(component_name)s</a> erstellt.

source: A version conflict was created between the local object version and the imported version #%(fed_version_id)s from an unknown database.
de: Ein Versionskonflikt wurde zwischen der lokalen Objektversion und der importierten Version #%(fed_version_id)s einer unbekannten Datenbank erstellt.

source: The version conflict between the local object version and the imported version #%(fed_version_id)s from <a href="%(component_url)s">%(component_name)s</a> was solved.
de: Der Versionskonflikt zwischen der lokalen Objektversion und der importierten Version #%(fed_version_id)s von <a href="%(component_url)s">%(component_name)s</a> wurde gelöst.

source: The version conflict between the local object version and the imported version #%(fed_version_id)s from an unknown database was solved.
de: Der Versionskonflikt zwischen der lokalen Objektversion und der importierten Version #%(fed_version_id)s einer unbekannten Datenbank wurde gelöst.

source: This object was imported from <a href="%(eln_import_url)s">.eln file #%(eln_import_id)s</a> by %(user_ref)s.
de: Dieses Objekt wurde von %(user_ref)s aus <a href="%(eln_import_url)s">.eln-Datei #%(eln_import_id)s</a> importiert.

source: The original URL is <a href="%(eln_import_url)s">%(eln_import_url)s</a>.
de: Die ursprüngliche URL ist <a href="%(eln_import_url)s">%(eln_import_url)s</a>.

source: The .eln file was signed by <a href="%(signed_by)s">%(signed_by)s.</a>
de: Diese .eln-Datei wurde von <a href="%(signed_by)s">%(signed_by)s</a> signiert.

source: Loading related objects...
de: Zugehörige Objekte werden geladen...

source: The schema for this object is out-of-date and the action it was created with has a new schema available. Do you want to use the new schema?
de: Das Schema für dieses Objekt ist veraltet und die Aktion, mit der das Objekt erstellt wurde, hat ein neues Schema. Wollen Sie das neue Schema verwenden?

source: Use new schema
de: Neues Schema verwenden

source: Keep outdated schema
de: Veraltetes Schema beibehalten

source: PDF Export Sections
de: PDF Export Abschnitte

source: PDF Export Language
de: PDF Export Sprache

source: Select All
de: Alle auswählen

source: Deselect All
de: Alle abwählen

source: Please select one responsible user or one location
de: Bitte wählen Sie einen verantwortlichen Nutzer oder einen Ort aus

source: Please select a paper format.
de: Bitte wählen Sie ein Papierformat aus.

source: Please enter a number between {minimum} and {maximum}.
de: Bitte geben Sie eine Zahl zwischen {minimum} und {maximum} ein.

source: Please select an existing label paper format.
de: Bitte wählen Sie ein existierendes Etikettenpapierformat aus.

source: Please select which data should be stored in the qr codes.
de: Wählen Sie aus, welche Daten in den QR-Codes gespeichert werden soll.

source: Include #%(object_id)s in Export
de: #%(object_id)s in Export aufnehmen

source: Failed to load related objects.
de: Die zugehörigen Objekte konnten nicht geladen werden.

source: hide plot
de: Plot ausblenden

source: show plot
de: Plot einblenden

source: Show all
de: Alle anzeigen

source: Show on interaction
de: Bei Interaktion anzeigen

source: Time
de: Zeit

source: Value
de: Wert

source: Copy UUID
de: UUID kopieren

source: Edit Database
de: Datenbank bearbeiten

source: Add import token to import updates
de: Import Token hinzufügen, um Aktualisierungen zu importieren

source: Set address to import updates
de: Adresse angeben, um Aktualisierungen zu importieren

source: Set address and import token to import updates
de: Adresse und Import Token angeben, um Aktualisierungen zu importieren

source: Import Updates
de: Aktualisierungen importieren

source: When an object is shared with another database, the information will be sent immediately. However if this approach fails, e.g. because the database is temporarily unreachable, administrators can import updates from the database instead.
de: Wenn ein Objekt mit einer anderen Datenbank geteilt wird, werden die Informationen sofort versendet. Falls dies allerdings fehlschlägt, beispielsweise weil die Datenbank kurzzeitig nicht erreichbar ist, können Administratoren stattdessen Aktualisierungen von der Datenbank anfordern.

source: Request updates from before the last import
de: Aktualisierungen von vor dem letzten Import anfordern

source: Regularly, the other database will only send updates that occurred after the last import. If this checkbox is checked, all available information will be requested instead. This may take significantly longer than a regular update.
de: Üblicherweise sendet die andere Datenbank nur Aktualisierungen, die nach dem letzten Import aufgetreten sind. Wird diese Option ausgewählt, werden stattdessen alle verfügbaren Informationen angefragt. Dies kann deutlich länger als ein normales Update dauern.

source: Authentication Tokens
de: Authentifizierungs-Tokens

source: Tokens used by %(component_name)s to authenticate when requesting data from this database.
de: Tokens, die von %(component_name)s zur Authentifikation bei der Abfrage von Daten bei dieser Datenbank verwendet werden.

source: Tokens used by this database to authenticate when requesting data from %(component_name)s.
de: Tokens, die von dieser Datenbank zur Authentifikation bei der Abfrage von Daten bei %(component_name)s verwendet werden.

source: New authentication token
de: Neues Authentifizierungs-Token

source: Save Changes
de: Änderungen speichern

source: Create authentication token
de: Authentifizierungs-Token erstellen

source: Please enter a description for the authentication token.
de: Bitte geben Sie eine Beschreibung für das API Token an.

source: Add own authentication token
de: Eigenes Authentifizierungs-Token hinzufügen

source: Please enter the authentication token.
de: Bitte geben Sie das Authentifizierungs-Token ein.

source: User Alias
de: Nutzer-Alias

source: User Alias shared with %(component_name)s
de: Nutzer-Alias, der mit %(component_name)s geteilt wird

source: (Taken from profile)
de: (Übernommen aus Nutzerprofil)

source: As you have not configured an user alias yet, no personal information about you is shared with %(component_name)s.
de: Da Sie noch keinen Nutzer-Alias eingerichtet haben, werden keine persönlichen Daten mit %(component_name)s geteilt.

source: Create User Alias for %(component_name)s
de: Alias für %(component_name)s erstellen

source: Federated identities are used to link your user with users from different SampleDB instances. If you are linked with a federated user, the federated user will be represented by your username.
de: Föderierte Identitäten dienen dazu ihren Nutzer mit Nutzern einer anderen SampleDB-Instanz zu verknüpfen. Wenn Sie mit einem föderierten Nutzer verknüpft sind, wird der föderierte Nutzer durch ihren Nutzernamen repräsentiert.

source: You are currently linked with following users from %(component_name)s:
de: Sie sind aktuell mit den folgenden Nutzern von %(component_name)s verknüpft:

source: You are currently not linked with any user from %(component_name)s.
de: Sie sind aktuell mit keinem Nutzer von %(component_name)s verknüpft.

source: Address must be set
de: Die Adresse muss festgelegt werden

source: Sign in to %(component_name)s
de: Bei %(component_name)s anmelden

source: Revoke active user links
de: Aktive Nutzerverknüpfungen widerrufen

source: Show revoked user links
de: Widerrufene Nutzerverknüpfungen anzeigen

source: Active user links
de: Aktive Nutzerverknüpfungen

source: Federated user
de: Föderierte Nutzer

source: Login
de: Anmeldung

source: You have to keep at least one federated user link for authentication purposes. Please see the hint below.
de: Sie müssen mindestens eine föderierte Identität für die Authentifizierung behalten. Bitte beachten Sie den untenstehenden Hinweis.

source: You do not have any other authentication methods added, but the federated login with this federation partner. To keep the user accessible, you must keep at least one federated identity, which can be used to login.
de: Sie haben keine andere Authentifizierungsmethoden hinzugefügt außer die föderierte Anmeldung mit diesem Föderationspartner. Um den Zugriff zum Nutzer zu behalten müssen Sie mindestens eine föderierte Identität, die für die Anmeldung genutzt werden kann, behalten.

source: Revoke selection
de: Auswahl widerrufen

source: Revoked user links
de: Widerrufene Nutzerverknüpfungen

source: Revoked user links are not used for representing federated users. As long as they are not removed, these links won't be created when importing updates.
de: Widerrufene Nutzerverknüpfungen werden nicht zum Repräsentieren von föderierten Nutzern verwendet. So lange sie nicht entfernt werden, wird diese Nutzerverknüpfung nicht durch das Importieren von Updates erneut erzeugt.

source: Remove selection
de: Auswahl entfernen

source: Link identity
de: Identität verknüpfen

source: You have to confirm that you want to verify the federated identity using the currently signed-in user (%(username)s #%(user_id)s). After verifying the identity, it can be used for the federated login.
de: Sie müssen bestätigen, dass Sie mit dem angemeldeten Nutzer eine föderierte Identität erstellen möchten (%(username)s #%(user_id)s). Danach kann die Identität für die föderierte Anmeldung verwendet werden.

source: You have to confirm that you want to create a federated identity using the currently signed-in user (%(username)s #%(user_id)s).
de: Sie müssen bestätigen, dass Sie mit dem angemeldeten Nutzer eine föderierte Identität erstellen möchten (%(username)s #%(user_id)s).

source: Confirm Identity
de: Identität bestätigen

source: The currently signed in user (%(username)s #%(user_id)s) is already linked with a different user.
de: Der derzeit angemeldete Nutzer (%(username)s #%(user_id)s) ist bereits mit einem anderen Nutzer verknüpft.

source: The currently signed in user (%(username)s #%(user_id)s) is already linked with you.
de: Der derzeit angemeldete Nutzer (%(username)s #%(user_id)s) ist bereits mit Ihnen verknüpft.

source: Back to federation overview
de: Zurück zur Föderationsübersicht

source: A federated identity was found for the federated user, but has not been verified. Please login to the corresponding user so that the federated identity can be enabled for login. This needs to be done once.
de: Eine föderierte Identität wurde für den föderierteren Nutzer gefunden, die noch nicht verifiziert wurde. Bitte melden Sie sich mit dem zugehörigen lokalen Nutzer an, sodass die föderierte Identität für die Anmeldung freigeschaltet werden kann. Dies muss nur einmal durchgeführt werden.

source: The federated user does not have a federated identity at the local SampleDB service, which is needed to get access. Therefore, you need to sign in to an existing account.
de: Der föderierte Nutzer hat noch keine föderierte Identität bei dem lokalen SampleDB-Dienst, die erforderlich ist, um Zugriff zu bekommen. Dazu müssen Sie sich bei einem existierenden Nutzer anmelden.

source: As an alternative you can also create a new user.
de: Alternativ dazu können Sie auch einen neuen Nutzer erstellen.

source: Sign in to existing account
de: Bei bestehendem Konto anmelden

source: Sign up
de: Registrieren

source: Create User
de: Nutzer erstellen

source: %(service_name)s can share information with other SampleDB instances. To determine which personal data is shared with other databases, you can <a href="%(alias_url)s">create an alias</a>.
de: %(service_name)s kann Informationen mit anderen SampleDB Instanzen teilen. Um zu bestimmen welche personenbezogenen Daten mit anderen Datenbanken geteilt werden, können Sie <a href="%(alias_url)s">einen Alias anlegen</a>.

source: UUID of %(service_name)s:
de: UUID von %(service_name)s:

source: Add Database
de: Datenbank hinzufügen

source: Federated Login is available
de: Föderierte Anmeldung ist verfügbar

source: When an object is shared by %(service_name)s with other databases, %(service_name)s is configured to share the information from your user profile by default. You can define a user alias for each database and control what information should be shared instead.
de: Wenn ein Objekt von %(service_name)s mit einer anderen Datenbank geteilt wird ist %(service_name)s so konfiguriert, dass die Informationen aus Ihrem Nutzer-Profil standardmäßig geteilt werden. Sie können für jede Datenbank einen Nutzer-Alias definieren und einstellen, welche Informationen stattdessen geteilt werden sollen.

source: When an object is shared by %(service_name)s with other databases, by default no information about you except for your user ID will be shared. You can define a user alias for each database and control what information may be shared.
de: Wenn ein Objekt von %(service_name)s mit einer anderen Datenbank geteilt wird, werden standardmäßig bis auf Ihre Nutzer-ID keine weiteren Informationen über Sie ausgetauscht. Sie können für jede Datenbank einen Nutzer-Alias definieren und einstellen, welche Informationen geteilt werden dürfen.

source: %(service_name)s is configured to share user information automatically.
de: %(service_name)s wurde so konfiguriert, dass Nutzer-Informationen automatisch geteilt werden.

source: Add User Alias
de: Nutzer-Alias hinzufügen

source: Always use the value from my user profile (currently: <strong>%(value)s</strong>)
de: Nutze immer den Wert in meinem Nutzerprofil (aktuell: <strong>%(value)s</strong>)

source: not set
de: nicht gesetzt

source: Copy from
de: Kopieren von

source: user profile
de: Nutzerprofil

source: Copy
de: Kopieren

source: Edit Alias for %(component_name)s
de: Alias für %(component_name)s bearbeiten

source: Edit Alias:
de: Alias bearbeiten:

source: Unable to export data of type:
de: Exportieren nicht möglich für Typ:

source: Exported&nbsp;on %(export_date)s
de: Exportiert&nbsp;am %(export_date)s

source: Unnamed Basic Group
de: Unbenannte einfache Gruppe

source: This project group is linked to <a href="%(object_url)s">%(object_type)s #%(object_id)d%(object_name)s</a>.
de: Diese Projektgruppe ist mit <a href="%(object_url)s">%(object_type)s #%(object_id)d%(object_name)s</a> verknüpft.

source: This project group is a part of
de: Diese Projektgruppe ist Teil von

source: Child Project Groups
de: Kind-Projektgruppen

source: Users of this child project group may invite other users to its parent project group.
de: Nutzer dieser Kind-Projektgruppe können andere Nutzer zu ihrer Eltern-Projektgruppe einladen.

source: Edit Project Group
de: Projektgruppe bearbeiten

source: Add Child Project Group
de: Kind-Projektgruppe hinzufügen

source: Remove Child Project Group
de: Kind-Projektgruppe entfernen

source: Leave Project Group
de: Projektgruppe verlassen

source: Delete Project Group
de: Projektgruppe löschen

source: Are you certain you want to unlink this project group from the object?
de: Sind Sie sich sicher, dass Sie die Verknüpfung zwischen dieser Projektgruppe und dem Objekt trennen wollen?

source: Select an object to link this project group to:
de: Wählen Sie ein Objekt aus, mit dem diese Projektgruppe verknüpft werden soll:

source: READ
de: LESEN

source: WRITE
de: SCHREIBEN

source: GRANT
de: RECHTEVERGABE

source: Permissions limit what a user can do, regarding the project group itself as well as objects that the project group has permissions for.<br />These can also be changed later on by using the <strong>Edit Permissions</strong> button.
de: Berechtigungen begrenzen, was ein Nutzer tun kann, sowohl bezüglich der Projektgruppe selbst, als auch bezüglich von Objekten, für die diese Projektgruppe Berechtigungen hat.<br />Sie können diese später über den <strong>Berechtigungen bearbeiten</strong> Knopf bearbeiten.

source: Invite user to parent project groups:
de: Nutzer zu Eltern-Projektgruppen einladen:

source: Child project groups may add users to this project group
de: Kind-Projektgruppen können Nutzer zu dieser Projektgruppe hinzufügen

source: Are you certain you want to delete this project group?
de: Sind Sie sich sicher, dass Sie diese Projektgruppe löschen wollen?

source: At least one user needs to have grant permissions for this project group.
de: Mindestens ein Nutzer muss Rechtevergabe-Berechtigungen für dieses Projektgruppe haben.

source: Permission to view this project group's objects and their properties, files and comments.
de: Berechtigung um die Objekte dieser Projektgruppe und deren Eigenschaften, Dateien und Kommentare zu sehen.

source: Permission to edit this project group and its objects and their properties and add files and comments. Includes Read permissions.
de: Berechtigung um diese Projektgruppe, die Objekte dieser Projektgruppe und deren Eigenschaften, Dateien und Kommentare zu bearbeiten. Beinhaltet Lese-Berechtigungen.

source: If you remove all users and groups from a project group, it will be deleted.
de: Wenn Sie alle Nutzer und Gruppen aus einer Projektgruppe entfernen, wird diese gelöscht.

source: A project group is a hierarchy of users which share the object permissions granted to it, limited by the permissions each member has for the project group itself.
de: Eine Projektgruppe ist eine Hierarchie von Nutzern, die sich die Berechtigungen für Objekte teilen, begrenzt durch die Berechtigungen, die das jeweilige Mitglied für die Projektgruppe hat.

source: Create Project Group
de: Projektgruppe erstellen

source: Topic
de: Themen

source: Yes, this topic should be shown on the frontpage
de: Ja, dieses Thema auf Startseite anzeigen

source: No, this topic should not be shown on the frontpage
de: Nein, dieses Thema nicht auf Startseite anzeigen

source: Yes, this topic should be shown in the navbar
de: Ja, Aktionen dieses Themas in der Navigationsleiste anzeigen

source: No, this topic should not be shown in the navbar
de: Nein, Aktionen dieses Themas nicht in der Navigationsleiste anzeigen

source: View Instruments
de: Instrumente anzeigen

source: View Locations
de: Orte anzeigen

source: Modify the settings for this topic.
de: Einstellungen für dieses Thema modifizieren.

source: Edit Topic
de: Thema bearbeiten

source: Topics are not enabled in %(service_name)s.
de: Themen sind in %(service_name)s nicht aktiviert.

source: shown in the topic list
de: wird in der Themenliste angezeigt

source: Show this topic on the frontpage
de: Thema auf Startseite anzeigen

source: Show this topic in the navbar
de: Aktionen dieses Themas in der Navigationsleiste anzeigen

source: Topics allow filtering information in %(service_name)s.
de: Themen erlauben das Filtern von Informationen in %(service_name)s.

source: Create Topic
de: Thema erstellen

source: Use FIDO2 Passkey
de: FIDO2 Passkey verwenden

source: Please click "Sign In" and then use your FIDO2 passkey to complete the sign in process.
de: Bitte klicken Sie auf "Anmelden" und verwenden Sie dann ihren FIDO2 Passkey, um den Anmeldeprozess abzuschließen.

source: Please click "Confirm" and then use your FIDO2 passkey to activate this two-factor authentication method.
de: Bitte klicken Sie auf "Bestätigen" und verwenden Sie dann ihren FIDO2 Passkey, um die Zwei-Faktor-Authentisierungsmethode zu aktivieren.

source: Please click "Confirm" and then use your FIDO2 passkey to confirm that you want to deactivate <em>%(method_description)s</em>.
de: Bitte klicken Sie auf "Bestätigen" und verwenden Sie dann ihren FIDO2 Passkey, um die Deaktivierung von <em>%(method_description)s</em> zu bestätigen

source: Enter TOTP Verification Code
de: TOTP Bestätigungscode eingeben

source: Please enter the TOTP verification code generated using an app such as Google Authenticator to complete the sign in process.
de: Bitte geben Sie den mit einer App wie Google Authenticator erzeugten TOTP Bestätigungscode ein, um die Anmeldung abzuschließen.

source: Please enter the TOTP verification code generated using an app such as Google Authenticator to activate this two-factor authentication method.
de: Bitte geben Sie den mit einer App wie Google Authenticator erzeugten TOTP Bestätigungscode ein, um die Zwei-Faktor-Authentisierungsmethode zu aktivieren.
